[
  [
    "Coca-Cola Senior Engagement Drive delivered excellent results for EcoBin Pro in key markets.",
    {
      "entities": [
        [
          0,
          33,
          "CAMPAIGN"
        ],
        [
          66,
          76,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Nesquik Back to School Nutrition to boost LG awareness.",
    {
      "entities": [
        [
          23,
          55,
          "CAMPAIGN"
        ],
        [
          65,
          67,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Summer Sale Campaign initiative drove significant engagement for Bandai.",
    {
      "entities": [
        [
          4,
          24,
          "CAMPAIGN"
        ],
        [
          69,
          75,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Adidas Owners Club Refresh showed strong Dove demand.",
    {
      "entities": [
        [
          24,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          69,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Back-to-School Shoes Promotion focused on ProMaster CNC Lathe positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          61,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Influencer Partnership Drive successfully launched Eco-Friendly Bamboo Water Bottle across multiple channels.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          51,
          83,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Samsung Beverage Launch Campaign to boost BizCompliance Suite awareness.",
    {
      "entities": [
        [
          23,
          55,
          "CAMPAIGN"
        ],
        [
          65,
          84,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Summer Gaming Console Promotion to boost Samsung awareness.",
    {
      "entities": [
        [
          23,
          54,
          "CAMPAIGN"
        ],
        [
          64,
          71,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Google Spring Drive to boost Estee Lauder awareness.",
    {
      "entities": [
        [
          23,
          42,
          "CAMPAIGN"
        ],
        [
          52,
          64,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Innovative Prototyping Solutions sales increased during the Nestle Summer Refresh promotion period.",
    {
      "entities": [
        [
          0,
          32,
          "PRODUCT"
        ],
        [
          60,
          81,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Nestle Engagement Optimization Campaign promoted Danone and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          49,
          55,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for BMW Millennial Engagement Drive showed strong Frontline demand.",
    {
      "entities": [
        [
          24,
          55,
          "CAMPAIGN"
        ],
        [
          70,
          79,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Achieve Rewards sales increased during the Summer Smart TV Promotion promotion period.",
    {
      "entities": [
        [
          0,
          15,
          "PRODUCT"
        ],
        [
          43,
          68,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Autumn_Comfort_Promotion showed strong Elite Security Force demand.",
    {
      "entities": [
        [
          24,
          48,
          "CAMPAIGN"
        ],
        [
          63,
          83,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Holiday Cleaning Event campaign for EcoSip Reusable Glass Bottle exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          26,
          "CAMPAIGN"
        ],
        [
          40,
          68,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Winter Smart TV Promotion focused on ExpoPro Booth Rentals positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          25,
          "CAMPAIGN"
        ],
        [
          37,
          58,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smartwatch Cyber Monday 2025 successfully launched Bandai across multiple channels.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          51,
          57,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Casper brand benefited greatly from Beverage APAC Rollout execution.",
    {
      "entities": [
        [
          4,
          10,
          "PRODUCT"
        ],
        [
          40,
          61,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Back-to-School Shoes Promotion campaign for Samsung exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          48,
          55,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smart TV Mother's Day 2024 delivered excellent results for AchievePlus in key markets.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          59,
          70,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Headphones Easter 2025 promoted EliteStack Pro and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          22,
          "CAMPAIGN"
        ],
        [
          32,
          46,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Bedroom Essentials Sale delivered excellent results for ProGuard Triple Protection in key markets.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          56,
          82,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q3 Smartwatch Promotion successfully launched GreenPath Solutions across multiple channels.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          46,
          65,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q3 Smartwatch Promotion promoted PetSafe and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          33,
          40,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "IKEA sales increased during the Mother's Day Expansion with Meta promotion period.",
    {
      "entities": [
        [
          0,
          4,
          "PRODUCT"
        ],
        [
          32,
          64,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Q3 Smartwatch Promotion focused on DocuSecure Pro positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          35,
          49,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q3 Smartwatch Promotion successfully launched Innovative Prototyping Solutions across multiple channels.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          46,
          78,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Dyson V15 Smart Home Launch initiative drove significant engagement for Tide.",
    {
      "entities": [
        [
          4,
          31,
          "CAMPAIGN"
        ],
        [
          76,
          80,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Summer Sale Campaign campaign for EcoFlow Pro exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          24,
          "CAMPAIGN"
        ],
        [
          38,
          49,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Back-to-School Home Essentials delivered excellent results for Danone in key markets.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          63,
          69,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Electric Vehicle Black Friday 2025 to boost SkillSprint Certification awareness.",
    {
      "entities": [
        [
          23,
          57,
          "CAMPAIGN"
        ],
        [
          67,
          92,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Bamboo Cutlery Set brand benefited greatly from Amazon Q1 Refresh execution.",
    {
      "entities": [
        [
          4,
          22,
          "PRODUCT"
        ],
        [
          52,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Smartwatch Cyber Monday 2025 initiative drove significant engagement for SecurePay Pro.",
    {
      "entities": [
        [
          4,
          32,
          "CAMPAIGN"
        ],
        [
          77,
          90,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Local Run Challenge delivered excellent results for Nintendo in key markets.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          59,
          67,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Winter Sleep Festival campaign for KONG exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          25,
          "CAMPAIGN"
        ],
        [
          39,
          43,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Beverage Christmas 2024 showed strong Persil demand.",
    {
      "entities": [
        [
          24,
          47,
          "CAMPAIGN"
        ],
        [
          62,
          68,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The LG brand benefited greatly from Mother’s Day Gift Event execution.",
    {
      "entities": [
        [
          4,
          6,
          "PRODUCT"
        ],
        [
          36,
          59,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Summer Gaming Console Promotion to boost PepsiCo awareness.",
    {
      "entities": [
        [
          23,
          54,
          "CAMPAIGN"
        ],
        [
          64,
          71,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Urban Nest sales increased during the BMW Q4 Blitz promotion period.",
    {
      "entities": [
        [
          0,
          14,
          "PRODUCT"
        ],
        [
          42,
          54,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Samsung Eco-conscious Engagement Drive to boost CleanPro Deep-Clean Spray awareness.",
    {
      "entities": [
        [
          23,
          61,
          "CAMPAIGN"
        ],
        [
          71,
          96,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Dyson V15 Smart Home Launch to boost EcoGuard Premium Corrugated Box awareness.",
    {
      "entities": [
        [
          23,
          50,
          "CAMPAIGN"
        ],
        [
          60,
          91,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Apple Beverage Launch Campaign to boost Emma awareness.",
    {
      "entities": [
        [
          23,
          53,
          "CAMPAIGN"
        ],
        [
          63,
          67,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Royal Canin sales increased during the Mattress Upgrade Campaign promotion period.",
    {
      "entities": [
        [
          0,
          11,
          "PRODUCT"
        ],
        [
          39,
          64,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Cyber Monday Initiative with Coca-Cola initiative drove significant engagement for Ashley Furniture.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          87,
          103,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Kellogg’s sales increased during the Summer Gaming Console Promotion promotion period.",
    {
      "entities": [
        [
          0,
          9,
          "PRODUCT"
        ],
        [
          37,
          68,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Winter Smart TV Promotion initiative drove significant engagement for EliteStack Pro.",
    {
      "entities": [
        [
          4,
          29,
          "CAMPAIGN"
        ],
        [
          74,
          88,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Back-to-School Home Essentials focused on Kellogg’s positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          51,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Maggi Autumn Wellness Program delivered excellent results for Fisher-Price in key markets.",
    {
      "entities": [
        [
          0,
          29,
          "CAMPAIGN"
        ],
        [
          62,
          74,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Dyson V15 Smart Home Launch campaign for Lithium Ion Battery Pack exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          31,
          "CAMPAIGN"
        ],
        [
          45,
          69,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Mattress Upgrade Campaign initiative drove significant engagement for EcoSip Reusable Glass Bottle.",
    {
      "entities": [
        [
          4,
          29,
          "CAMPAIGN"
        ],
        [
          74,
          102,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Grafix Abrasive Blasting Kit brand benefited greatly from Holiday Cleaning Event execution.",
    {
      "entities": [
        [
          4,
          32,
          "PRODUCT"
        ],
        [
          62,
          84,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Unilever sales increased during the Adidas Local Run Challenge promotion period.",
    {
      "entities": [
        [
          0,
          8,
          "PRODUCT"
        ],
        [
          36,
          62,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Estee Lauder Double Wear Radiance Launch showed strong Uniqlo demand.",
    {
      "entities": [
        [
          24,
          64,
          "CAMPAIGN"
        ],
        [
          79,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Q4 Gaming Console Promotion campaign for Levi's exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          31,
          "CAMPAIGN"
        ],
        [
          45,
          51,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Tesla Gen-Z Engagement Drive delivered excellent results for Funko in key markets.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          61,
          66,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Black Friday Push with Nike showed strong AdMaster Pro demand.",
    {
      "entities": [
        [
          24,
          51,
          "CAMPAIGN"
        ],
        [
          66,
          78,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Coca-Cola Senior Engagement Drive showed strong Coca-Cola demand.",
    {
      "entities": [
        [
          24,
          57,
          "CAMPAIGN"
        ],
        [
          24,
          33,
          "PRODUCT"
        ],
        [
          72,
          81,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Summer Essentials Promo initiative drove significant engagement for AchievePlus.",
    {
      "entities": [
        [
          4,
          27,
          "CAMPAIGN"
        ],
        [
          72,
          83,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Google Spring Drive showed strong Kellogg’s demand.",
    {
      "entities": [
        [
          24,
          43,
          "CAMPAIGN"
        ],
        [
          58,
          67,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Adidas Owners Club Refresh to boost EcoSip Reusable Glass Bottle awareness.",
    {
      "entities": [
        [
          23,
          49,
          "CAMPAIGN"
        ],
        [
          59,
          87,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Sneakers APAC Rollout successfully launched Persuasion Power across multiple channels.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          44,
          60,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Samsung Eco-conscious Engagement Drive initiative drove significant engagement for Electrolux.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          87,
          97,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Mother’s Day Gift with Love 2024 delivered excellent results for The Urban Nest in key markets.",
    {
      "entities": [
        [
          0,
          32,
          "CAMPAIGN"
        ],
        [
          65,
          79,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q4 Gaming Console Promotion successfully launched BizSphere Enterprise Suite across multiple channels.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          50,
          76,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Winter Sleep Festival initiative drove significant engagement for FlexiShrink Stretching Mat.",
    {
      "entities": [
        [
          4,
          25,
          "CAMPAIGN"
        ],
        [
          70,
          96,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Emma x SCHÖNER WOHNEN Sleep Design Story showed strong Goo Gone Pro Concentrate demand.",
    {
      "entities": [
        [
          24,
          64,
          "CAMPAIGN"
        ],
        [
          79,
          103,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Uniqlo sales increased during the Black Friday Boost with Nike promotion period.",
    {
      "entities": [
        [
          0,
          6,
          "PRODUCT"
        ],
        [
          34,
          62,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Nestle Engagement Optimization Campaign initiative drove significant engagement for Fisher-Price.",
    {
      "entities": [
        [
          4,
          43,
          "CAMPAIGN"
        ],
        [
          88,
          100,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Tesla Gen-Z Engagement Drive campaign for NARS exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          32,
          "CAMPAIGN"
        ],
        [
          46,
          50,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Q2 Electric Vehicle Promotion initiative drove significant engagement for StackMaster Stackable Tray Set.",
    {
      "entities": [
        [
          4,
          33,
          "CAMPAIGN"
        ],
        [
          78,
          108,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Cereal Europe Rollout showed strong Bamboo Cutlery Set demand.",
    {
      "entities": [
        [
          24,
          45,
          "CAMPAIGN"
        ],
        [
          60,
          78,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "CleanPro Deep-Clean Spray sales increased during the Mother’s Day Gift Event promotion period.",
    {
      "entities": [
        [
          0,
          25,
          "PRODUCT"
        ],
        [
          53,
          76,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "LEGO sales increased during the Samsung Millennial Engagement Drive promotion period.",
    {
      "entities": [
        [
          0,
          4,
          "PRODUCT"
        ],
        [
          32,
          67,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Elite Security Force brand benefited greatly from Amazon Q1 Expansion execution.",
    {
      "entities": [
        [
          4,
          24,
          "PRODUCT"
        ],
        [
          54,
          73,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Amazon Q1 Refresh delivered excellent results for RailGuard Pro in key markets.",
    {
      "entities": [
        [
          0,
          17,
          "CAMPAIGN"
        ],
        [
          50,
          63,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Electric Vehicle US Rollout delivered excellent results for ProcessFlow Pro in key markets.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          60,
          75,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smart TV Prime Day 2025 delivered excellent results for L’Oreal in key markets.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          56,
          63,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Emma NextGen Hybrid Launch Campaign successfully launched Maybelline across multiple channels.",
    {
      "entities": [
        [
          0,
          35,
          "CAMPAIGN"
        ],
        [
          58,
          68,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Uniqlo sales increased during the Nestle Senior Engagement Drive promotion period.",
    {
      "entities": [
        [
          0,
          6,
          "PRODUCT"
        ],
        [
          34,
          64,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Honda Family Engagement Drive campaign for Mars exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          33,
          "CAMPAIGN"
        ],
        [
          47,
          51,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Tablet France Rollout delivered excellent results for Hasbro in key markets.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          54,
          60,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Dyson brand benefited greatly from Winter Skincare Week with Vogue DE execution.",
    {
      "entities": [
        [
          4,
          9,
          "PRODUCT"
        ],
        [
          39,
          73,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Autumn_Comfort_Promotion successfully launched Barbie across multiple channels.",
    {
      "entities": [
        [
          0,
          24,
          "CAMPAIGN"
        ],
        [
          47,
          53,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q3 Smartwatch Promotion promoted ProMaster CNC Lathe and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          33,
          52,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "ExpoSphere sales increased during the Winter Sleep Festival promotion period.",
    {
      "entities": [
        [
          0,
          10,
          "PRODUCT"
        ],
        [
          38,
          59,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Holiday Cleaning Event focused on GreenPath Solutions positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          22,
          "CAMPAIGN"
        ],
        [
          34,
          53,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Honda Conversion Optimization Campaign campaign for LEGO exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          56,
          60,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The EcoGuard Premium Corrugated Box brand benefited greatly from Emma x SCHÖNER WOHNEN Sleep Design Story execution.",
    {
      "entities": [
        [
          4,
          35,
          "PRODUCT"
        ],
        [
          65,
          105,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The CleanPro Deep-Clean Spray brand benefited greatly from Q3 Smartwatch Promotion execution.",
    {
      "entities": [
        [
          4,
          29,
          "PRODUCT"
        ],
        [
          59,
          82,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Nestle Fitness Tracker Launch Campaign focused on Elite Security Force positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          50,
          70,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for BMW Cereal Launch Campaign showed strong Oxford University Press demand.",
    {
      "entities": [
        [
          24,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          88,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Nescafé Winter Warmth Campaign showed strong SpendWise Pro demand.",
    {
      "entities": [
        [
          24,
          54,
          "CAMPAIGN"
        ],
        [
          69,
          82,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Emma x SCHÖNER WOHNEN Sleep Design Story delivered excellent results for SecurePay Pro in key markets.",
    {
      "entities": [
        [
          0,
          40,
          "CAMPAIGN"
        ],
        [
          73,
          86,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Holiday Smart TV Promotion promoted Royal Canin and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          36,
          47,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "BMW Millennial Engagement Drive focused on BizCompliance Suite positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          31,
          "CAMPAIGN"
        ],
        [
          43,
          62,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Cyber Monday Initiative with Coca-Cola initiative drove significant engagement for OptiMize IT.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          87,
          98,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Emma NextGen Hybrid Launch Campaign campaign for Electrolux exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          39,
          "CAMPAIGN"
        ],
        [
          53,
          63,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Conversion Optimization Campaign successfully launched Electrolux across multiple channels.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          62,
          72,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smart TV Prime Day 2025 promoted SmartStock Pro and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          33,
          47,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh promoted Compliance Compass and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          36,
          54,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Cyber Monday Initiative with Coca-Cola focused on Unilever positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          50,
          58,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Summer Cooling Series promoted Hasbro and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          31,
          37,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Tablet Valentine's Day 2025 promoted EliteStack Pro and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          37,
          51,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Summer Smart TV Promotion showed strong IKEA demand.",
    {
      "entities": [
        [
          24,
          49,
          "CAMPAIGN"
        ],
        [
          64,
          68,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "BMW Q1 Push successfully launched SecurePay Pro across multiple channels.",
    {
      "entities": [
        [
          0,
          11,
          "CAMPAIGN"
        ],
        [
          34,
          47,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Amazon Winter Upgrade initiative drove significant engagement for Persil.",
    {
      "entities": [
        [
          4,
          25,
          "CAMPAIGN"
        ],
        [
          70,
          76,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh promoted Eco-Friendly Bamboo Water Bottle and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          36,
          68,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Local Run Challenge delivered excellent results for Elite Security Force in key markets.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          59,
          79,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Amazon Senior Engagement Drive successfully launched GlobalPath Travel Solutions across multiple channels.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          53,
          80,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Honda Family Engagement Drive showed strong L’Oreal demand.",
    {
      "entities": [
        [
          24,
          53,
          "CAMPAIGN"
        ],
        [
          68,
          75,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Autumn_Comfort_Promotion promoted Charlotte Tilbury and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          24,
          "CAMPAIGN"
        ],
        [
          34,
          51,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Laptop North America Rollout delivered excellent results for Moleskine in key markets.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          61,
          70,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Laptop North America Rollout focused on LG positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          40,
          42,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Samsung Eco-conscious Engagement Drive delivered excellent results for PepsiCo in key markets.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          71,
          78,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Holiday Smart TV Promotion showed strong Funko demand.",
    {
      "entities": [
        [
          24,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          70,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Black Friday Push with Nike promoted Emma and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          37,
          41,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Tablet Memorial Day 2025 focused on Playmobil positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          24,
          "CAMPAIGN"
        ],
        [
          36,
          45,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Electric Vehicle New Year 2024 initiative drove significant engagement for RoboMate X1000.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          79,
          93,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The SmartStock Pro brand benefited greatly from Beverage Christmas 2024 execution.",
    {
      "entities": [
        [
          4,
          18,
          "PRODUCT"
        ],
        [
          48,
          71,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Smartwatch Cyber Monday 2025 to boost FreshBite Catering awareness.",
    {
      "entities": [
        [
          23,
          51,
          "CAMPAIGN"
        ],
        [
          61,
          79,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Summer Cooling Series successfully launched QuickPrint Resin across multiple channels.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          44,
          60,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smartwatch Father's Day 2025 delivered excellent results for AirPro Maximizer in key markets.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          61,
          77,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Danone brand benefited greatly from Cyber Monday Initiative with Coca-Cola execution.",
    {
      "entities": [
        [
          4,
          10,
          "PRODUCT"
        ],
        [
          40,
          78,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "AirPro Maximizer sales increased during the Winter Smart TV Promotion promotion period.",
    {
      "entities": [
        [
          0,
          16,
          "PRODUCT"
        ],
        [
          44,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Vittel Summer Hydration Drive showed strong HarperCollins demand.",
    {
      "entities": [
        [
          24,
          53,
          "CAMPAIGN"
        ],
        [
          68,
          81,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Q3 Gaming Console Promotion promoted L’Oreal and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          37,
          44,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Samsung Awareness Optimization Campaign promoted Emma and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          49,
          53,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Apple Beverage Launch Campaign campaign for Clorox exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          48,
          54,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Microsoft Q1 Upgrade successfully launched BizCompliance Suite across multiple channels.",
    {
      "entities": [
        [
          0,
          20,
          "CAMPAIGN"
        ],
        [
          43,
          62,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Tablet Memorial Day 2025 to boost Samsung awareness.",
    {
      "entities": [
        [
          23,
          47,
          "CAMPAIGN"
        ],
        [
          57,
          64,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Our Black Friday Mega Sale initiative drove significant engagement for NARS.",
    {
      "entities": [
        [
          4,
          26,
          "CAMPAIGN"
        ],
        [
          71,
          75,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Garden Gourmet Spring Refresh Promotion focused on Persuasion Power positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          51,
          67,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Nestle Senior Engagement Drive campaign for LG exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          48,
          50,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "LEGO sales increased during the Honda Family Engagement Drive promotion period.",
    {
      "entities": [
        [
          0,
          4,
          "PRODUCT"
        ],
        [
          32,
          61,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Tablet France Rollout to boost Persuasion Power awareness.",
    {
      "entities": [
        [
          23,
          44,
          "CAMPAIGN"
        ],
        [
          54,
          70,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smart TV Mother's Day 2024 delivered excellent results for Global PR Solutions in key markets.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          59,
          78,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Headphones Easter 2025 to boost AirPro Maximizer awareness.",
    {
      "entities": [
        [
          23,
          45,
          "CAMPAIGN"
        ],
        [
          55,
          71,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Tablet Valentine's Day 2025 campaign for LeadGenPro exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          31,
          "CAMPAIGN"
        ],
        [
          45,
          55,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Oxford University Press brand benefited greatly from Samsung Awareness Optimization Campaign execution.",
    {
      "entities": [
        [
          4,
          27,
          "PRODUCT"
        ],
        [
          57,
          96,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Penguin Random House sales increased during the Adidas Owners Club Refresh promotion period.",
    {
      "entities": [
        [
          0,
          20,
          "PRODUCT"
        ],
        [
          48,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Nestle Fitness Tracker Launch Campaign initiative drove significant engagement for RailGuard Pro.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          87,
          100,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh promoted Royal Canin and achieved 2.5x ROI in Q2.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          36,
          47,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Performance metrics for Amazon Q1 Expansion showed strong AchievePlus demand.",
    {
      "entities": [
        [
          24,
          43,
          "CAMPAIGN"
        ],
        [
          58,
          69,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Winter Smart TV Promotion campaign for Compliance Compass exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          29,
          "CAMPAIGN"
        ],
        [
          43,
          61,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The Summer Cooling Series campaign for Oxford University Press exceeded performance targets by 25%.",
    {
      "entities": [
        [
          4,
          25,
          "CAMPAIGN"
        ],
        [
          39,
          62,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Black Friday Boost with Nike focused on Danone positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          40,
          46,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Nestle Senior Engagement Drive focused on Unilever positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          50,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Vittel Summer Hydration Drive focused on Finish positioning in the premium segment.",
    {
      "entities": [
        [
          0,
          29,
          "CAMPAIGN"
        ],
        [
          41,
          47,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The marketing team ran Bedroom Essentials Sale to boost Clorox awareness.",
    {
      "entities": [
        [
          23,
          46,
          "CAMPAIGN"
        ],
        [
          56,
          62,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Smart TV Mother's Day 2024 delivered excellent results for Lithium Ion Battery Pack in key markets.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          59,
          83,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-cd4f743f under CTR-23de774975 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Aardrijkskundige Producten N.V. delivered goods under PO-182bb0f08e for CTR-22874a7249 on schedule.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          54,
          67,
          "PO"
        ],
        [
          72,
          86,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-408759362d with Kommunikations-PR-Agentur GmbH covers procurement of Innovative Prototyping Solutions.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          59,
          "SUPPLIER"
        ],
        [
          82,
          114,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-0a39717288 with Estonian Marine Solutions Ltd covers procurement of Mattel.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          58,
          "SUPPLIER"
        ],
        [
          81,
          87,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Optima Supply Solutions GmbH supplied Penguin Random House through purchase order PO-4100dea90f.",
    {
      "entities": [
        [
          0,
          28,
          "SUPPLIER"
        ],
        [
          38,
          58,
          "PRODUCT"
        ],
        [
          82,
          95,
          "PO"
        ]
      ]
    }
  ],
  [
    "NABURG-Maintenausstattung GmbH supplied StackMaster Stackable Tray Set through purchase order PO-ba80400d94.",
    {
      "entities": [
        [
          0,
          30,
          "SUPPLIER"
        ],
        [
          40,
          70,
          "PRODUCT"
        ],
        [
          94,
          107,
          "PO"
        ]
      ]
    }
  ],
  [
    "AdriaTech Supplies delivered goods under PO-1d41d5be2b for CTR-4d393717a8 on schedule.",
    {
      "entities": [
        [
          0,
          18,
          "SUPPLIER"
        ],
        [
          41,
          54,
          "PO"
        ],
        [
          59,
          73,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Nigerian Precision Components Ltd. supplied LEGO through purchase order PO-f4ba065f9c.",
    {
      "entities": [
        [
          0,
          34,
          "SUPPLIER"
        ],
        [
          44,
          48,
          "PRODUCT"
        ],
        [
          72,
          85,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-3ac741e9 from EuroTech Solutions NV was paid via PO-6273b1ae8f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          47,
          "SUPPLIER"
        ],
        [
          61,
          74,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-47c10aa22e was issued to EuroTech Solutions NV for delivery of Bandai.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          49,
          "SUPPLIER"
        ],
        [
          66,
          72,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Geldtransaktionsdienste GmbH supplied Finish through purchase order PO-203e3c2235.",
    {
      "entities": [
        [
          0,
          28,
          "SUPPLIER"
        ],
        [
          38,
          44,
          "PRODUCT"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-55965a4304 was issued to Vertriebspartner GmbH for delivery of Lithium-ion Battery.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          49,
          "SUPPLIER"
        ],
        [
          66,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "EcoHarvest Supplies Ltd delivered goods under PO-a6baa843e7 for CTR-118a27dccd on schedule.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          46,
          59,
          "PO"
        ],
        [
          64,
          78,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-00be694dd8 with Netherlands Precision Components NV covers procurement of Nintendo.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          64,
          "SUPPLIER"
        ],
        [
          87,
          95,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-5e94051162 with Croatian Export Solutions d.o.o. covers procurement of LeadGenPro.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          61,
          "SUPPLIER"
        ],
        [
          84,
          94,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Agricola Natura Srl delivered goods under PO-62ba09eb15 for CTR-2341664722 on schedule.",
    {
      "entities": [
        [
          0,
          19,
          "SUPPLIER"
        ],
        [
          42,
          55,
          "PO"
        ],
        [
          60,
          74,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "StrategiePartner GmbH fulfilled CTR-341f73f200 requirements with PO-66921b4999 completion.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          46,
          "CONTRACT"
        ],
        [
          65,
          78,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-7c1ca13d from TechFusion Solutions GmbH for Mars.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          73,
          "SUPPLIER"
        ],
        [
          78,
          82,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Bayreuth Sales Solutions GmbH fulfilled CTR-6245130657 requirements with PO-7bd9195e31 completion.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          54,
          "CONTRACT"
        ],
        [
          73,
          86,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-44ec95d4 from Empresa Distribuidora de Productos S.A. was paid via PO-e9e0bc09a4 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          65,
          "SUPPLIER"
        ],
        [
          79,
          92,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment for INV-9f2d3ece under CTR-00be694dd8 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "IP Solutions GmbH fulfilled CTR-697bf69379 requirements with PO-62ba09eb15 completion.",
    {
      "entities": [
        [
          0,
          17,
          "SUPPLIER"
        ],
        [
          28,
          42,
          "CONTRACT"
        ],
        [
          61,
          74,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-21a12e6b from TerraFirma Italia srl for Elite Security Force.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          69,
          "SUPPLIER"
        ],
        [
          74,
          94,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-7ce2e88a6f was issued to Επιχειρόμενος Διάλυσης Περιφέρειας for delivery of DataVizPro.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          62,
          "SUPPLIER"
        ],
        [
          79,
          89,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-9969fd68 under CTR-0d58ed988e was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-66eea8d12f with OptiTech Solutions GmbH covers procurement of Nestle.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          52,
          "SUPPLIER"
        ],
        [
          75,
          81,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-5d60d9d8 from Thailand Clean Solutions for SnapGuard Pro.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          72,
          "SUPPLIER"
        ],
        [
          77,
          90,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-8217e433 from Suppliers & Distributors Chile Ltda for InsightPro Analytical Suite.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          83,
          "SUPPLIER"
        ],
        [
          88,
          115,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-cd8214bab2 was issued to Suppliers & Distributors Chile Ltda for delivery of CollabPro Suite.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          63,
          "SUPPLIER"
        ],
        [
          80,
          95,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-507669c817 with Optima Supply GmbH covers procurement of Mattel.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          47,
          "SUPPLIER"
        ],
        [
          70,
          76,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Thailand Clean Solutions fulfilled CTR-67d56bbc7d requirements with PO-8a66f9a033 completion.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          35,
          49,
          "CONTRACT"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-3ac741e9 from Maverick Machinery Inc. was paid via PO-9fd5586357 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          49,
          "SUPPLIER"
        ],
        [
          63,
          76,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-0733963d from PayLink Solutions was paid via PO-36cf91e6b6 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          43,
          "SUPPLIER"
        ],
        [
          57,
          70,
          "PO"
        ]
      ]
    }
  ],
  [
    "GreenHarvest Solutions B.V. supplied Bandai through purchase order PO-d21c09e89f.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          37,
          43,
          "PRODUCT"
        ],
        [
          67,
          80,
          "PO"
        ]
      ]
    }
  ],
  [
    "Netherlands Precision Components NV delivered goods under PO-205eb2a3c2 for CTR-56ab9b6765 on schedule.",
    {
      "entities": [
        [
          0,
          35,
          "SUPPLIER"
        ],
        [
          58,
          71,
          "PO"
        ],
        [
          76,
          90,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-6a5e5cb879 with TransOcean Freight Solutions covers procurement of Funko.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          57,
          "SUPPLIER"
        ],
        [
          80,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-502e570ffe with Belgian Innovations NV covers procurement of Bandai.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          51,
          "SUPPLIER"
        ],
        [
          74,
          80,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Logistik Partner GmbH delivered goods under PO-b377a0332f for CTR-59777eeeaf on schedule.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          44,
          57,
          "PO"
        ],
        [
          62,
          76,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-674e3733 under CTR-2959bd1140 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-37d43ae5 under CTR-408759362d was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "TerraFirma Italia srl fulfilled CTR-0fd832cb62 requirements with PO-6d5e2e6633 completion.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          46,
          "CONTRACT"
        ],
        [
          65,
          78,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-62db2d29 from Eckhaus GmbH was paid via PO-8a66f9a033 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          38,
          "SUPPLIER"
        ],
        [
          52,
          65,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-7e9f3f7d from Mellrichstadt Industrial Supplies GmbH was paid via PO-e97bba5afe last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          64,
          "SUPPLIER"
        ],
        [
          78,
          91,
          "PO"
        ]
      ]
    }
  ],
  [
    "OptiSpec Analytik GmbH supplied Shiseido through purchase order PO-56d7bee39c.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          32,
          40,
          "PRODUCT"
        ],
        [
          64,
          77,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-79a5a6e6 from Eco-Friendly Solutions GmbH was paid via PO-cb2218e3cf last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          53,
          "SUPPLIER"
        ],
        [
          67,
          80,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-1e72436f from Muster-Landwirtschaftsbetrieb GmbH for Risk Sentinel Security Consulting.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          82,
          "SUPPLIER"
        ],
        [
          87,
          120,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-b4a2069d from Pacific Property Solutions Inc. for Mars.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          79,
          "SUPPLIER"
        ],
        [
          84,
          88,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-436b619a under CTR-2428b4df0a was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Global Fleet Solutions Ltd delivered goods under PO-44450990c8 for CTR-69ac9be4de on schedule.",
    {
      "entities": [
        [
          0,
          26,
          "SUPPLIER"
        ],
        [
          49,
          62,
          "PO"
        ],
        [
          67,
          81,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-5232f353 under CTR-655629b224 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Metz Supplies GmbH delivered goods under PO-203e3c2235 for CTR-5eac4709be on schedule.",
    {
      "entities": [
        [
          0,
          18,
          "SUPPLIER"
        ],
        [
          41,
          54,
          "PO"
        ],
        [
          59,
          73,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Lithuania Productivity Solutions Ltd. supplied Samsung through purchase order PO-9fd5586357.",
    {
      "entities": [
        [
          0,
          37,
          "SUPPLIER"
        ],
        [
          47,
          54,
          "PRODUCT"
        ],
        [
          78,
          91,
          "PO"
        ]
      ]
    }
  ],
  [
    "Contract CTR-63316c0aba with Proveedores del Valle covers procurement of Crayola.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          50,
          "SUPPLIER"
        ],
        [
          73,
          80,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-8217e433 from Eckhaus GmbH was paid via PO-609ce058f5 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          38,
          "SUPPLIER"
        ],
        [
          52,
          65,
          "PO"
        ]
      ]
    }
  ],
  [
    "SwissPrecision Solutions fulfilled CTR-697bf69379 requirements with PO-e767fc112f completion.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          35,
          49,
          "CONTRACT"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-8da897421d was issued to Derecho Empresarial S.A. for delivery of Grafix Abrasive Blasting Kit.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          52,
          "SUPPLIER"
        ],
        [
          69,
          97,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-9969fd68 from Metz Supplies GmbH for Miele.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          66,
          "SUPPLIER"
        ],
        [
          71,
          76,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Luxembourg Eco Supplies SA delivered goods under PO-cad53d1602 for CTR-5eef6cc632 on schedule.",
    {
      "entities": [
        [
          0,
          26,
          "SUPPLIER"
        ],
        [
          49,
          62,
          "PO"
        ],
        [
          67,
          81,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Alimentos Naturales S.L. delivered goods under PO-6d5e2e6633 for CTR-2aedcc83cf on schedule.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          47,
          60,
          "PO"
        ],
        [
          65,
          79,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-e633457a under CTR-372e5de0e8 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-14d96a99 from Muster GmbH for Innovative Prototyping Solutions.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          59,
          "SUPPLIER"
        ],
        [
          64,
          96,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-634e2bc1 from TechFusion Solutions GmbH was paid via PO-b377a0332f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          51,
          "SUPPLIER"
        ],
        [
          65,
          78,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment for INV-c9d39ea1 under CTR-00be694dd8 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "ForestTech Supplies GmbH supplied SecurePay Pro through purchase order PO-45a3743a12.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          34,
          47,
          "PRODUCT"
        ],
        [
          71,
          84,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-7c1ca13d from ElectroTech GmbH was paid via PO-9ab24e8f1f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          42,
          "SUPPLIER"
        ],
        [
          56,
          69,
          "PO"
        ]
      ]
    }
  ],
  [
    "Contract CTR-3dd5db5bf2 with Truppmann GmbH covers procurement of Whiskas.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          43,
          "SUPPLIER"
        ],
        [
          66,
          73,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Nigerian Precision Components Ltd. fulfilled CTR-1ff1c68826 requirements with PO-5edea32681 completion.",
    {
      "entities": [
        [
          0,
          34,
          "SUPPLIER"
        ],
        [
          45,
          59,
          "CONTRACT"
        ],
        [
          78,
          91,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-9feef8f4 from Tobias Office Solutions GmbH was paid via PO-30db8f160f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          54,
          "SUPPLIER"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "StrategieConsult GmbH fulfilled CTR-093170c0bc requirements with PO-ac589685bd completion.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          46,
          "CONTRACT"
        ],
        [
          65,
          78,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-0733963d from Harvest Solutions Inc. was paid via PO-6b20b7dd4f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          48,
          "SUPPLIER"
        ],
        [
          62,
          75,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-e039655d from GreenCycle Waste Solutions Ltd for Lululemon.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          78,
          "SUPPLIER"
        ],
        [
          83,
          92,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Tobias Office Solutions GmbH supplied Persuasion Power through purchase order PO-cb2218e3cf.",
    {
      "entities": [
        [
          0,
          28,
          "SUPPLIER"
        ],
        [
          38,
          54,
          "PRODUCT"
        ],
        [
          78,
          91,
          "PO"
        ]
      ]
    }
  ],
  [
    "GreenTech Supplies Ltd. supplied Dove through purchase order PO-62ba09eb15.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          33,
          37,
          "PRODUCT"
        ],
        [
          61,
          74,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-1d41d5be2b was issued to Versicherung GmbH & Co. KG for delivery of DocuSecure Pro.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          54,
          "SUPPLIER"
        ],
        [
          71,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-634e2bc1 from Arte e Stile Srl was paid via PO-44450990c8 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          42,
          "SUPPLIER"
        ],
        [
          56,
          69,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-37d43ae5 from Hersteller GmbH for FlexiShrink Stretching Mat.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          63,
          "SUPPLIER"
        ],
        [
          68,
          94,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-4809bca365 was issued to ForestTech Supplies GmbH for delivery of Nestle.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          52,
          "SUPPLIER"
        ],
        [
          69,
          75,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Kommunikations-PR-Agentur GmbH supplied Finish through purchase order PO-30db8f160f.",
    {
      "entities": [
        [
          0,
          30,
          "SUPPLIER"
        ],
        [
          40,
          46,
          "PRODUCT"
        ],
        [
          70,
          83,
          "PO"
        ]
      ]
    }
  ],
  [
    "EduTrain Sales Solutions delivered goods under PO-cf6cc0ec18 for CTR-1371494e78 on schedule.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          47,
          60,
          "PO"
        ],
        [
          65,
          79,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-78c02d27 from Empresa de Servicios Innovadores S.L. for Workforce Insights.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          85,
          "SUPPLIER"
        ],
        [
          90,
          108,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-a93e6017 from Aurimas Orchard Supplies was paid via PO-6b20b7dd4f last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          50,
          "SUPPLIER"
        ],
        [
          64,
          77,
          "PO"
        ]
      ]
    }
  ],
  [
    "Excellence Lead Generation GmbH supplied Risk Sentinel Security Consulting through purchase order PO-a6baa843e7.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          41,
          74,
          "PRODUCT"
        ],
        [
          98,
          111,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-55965a4304 was issued to FosterTech Supplies Ltd for delivery of IKEA.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          51,
          "SUPPLIER"
        ],
        [
          68,
          72,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-655629b224 with Eichstätter Vertriebs GmbH covers procurement of Global Journey Solutions.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          55,
          "SUPPLIER"
        ],
        [
          78,
          102,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Muster-Unternehmen GmbH delivered goods under PO-1369a1da81 for CTR-0a00c0f9f8 on schedule.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          46,
          59,
          "PO"
        ],
        [
          64,
          78,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-b4a2069d under CTR-2341664722 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "OptiSpec Analytik GmbH fulfilled CTR-67552fa112 requirements with PO-e97bba5afe completion.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          33,
          47,
          "CONTRACT"
        ],
        [
          66,
          79,
          "PO"
        ]
      ]
    }
  ],
  [
    "ExpoPro Deutschland GmbH supplied Miele through purchase order PO-62ba09eb15.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          34,
          39,
          "PRODUCT"
        ],
        [
          63,
          76,
          "PO"
        ]
      ]
    }
  ],
  [
    "Müller & Partner GmbH supplied Innovative Prototyping Solutions through purchase order PO-6b20b7dd4f.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          31,
          63,
          "PRODUCT"
        ],
        [
          87,
          100,
          "PO"
        ]
      ]
    }
  ],
  [
    "Tobias Office Solutions GmbH fulfilled CTR-372e5de0e8 requirements with PO-22886dbae8 completion.",
    {
      "entities": [
        [
          0,
          28,
          "SUPPLIER"
        ],
        [
          39,
          53,
          "CONTRACT"
        ],
        [
          72,
          85,
          "PO"
        ]
      ]
    }
  ],
  [
    "StrategiePartner GmbH delivered goods under PO-8da897421d for CTR-5170943a8f on schedule.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          44,
          57,
          "PO"
        ],
        [
          62,
          76,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "PO-56e5b88ba0 was issued to Empresa Distribuidora de Productos S.A. for delivery of Dyson.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          67,
          "SUPPLIER"
        ],
        [
          84,
          89,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-7c61f345 under CTR-490fa9d9f6 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-1ff1c68826 with Vietnam Precision Components Ltd. covers procurement of Faber-Castell.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          62,
          "SUPPLIER"
        ],
        [
          85,
          98,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-d8016072 from Éléments Artisans de la Chaîne for IKEA.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          78,
          "SUPPLIER"
        ],
        [
          83,
          87,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-79a5a6e6 under CTR-2ee415e45a was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-78c02d27 from TechSupply GmbH for PrecisionEngineeredSpares.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          63,
          "SUPPLIER"
        ],
        [
          68,
          93,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Équipement Premium SARL delivered goods under PO-c94cec93da for CTR-2c83567405 on schedule.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          46,
          59,
          "PO"
        ],
        [
          64,
          78,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-3a7c15d0 from Croatian Export Solutions d.o.o. was paid via PO-0f44b1cd39 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          58,
          "SUPPLIER"
        ],
        [
          72,
          85,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment for INV-91f940ac under CTR-3e1ff2503b was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Audit and Advisory Solutions NV supplied Estee Lauder through purchase order PO-5b9734e583.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          41,
          53,
          "PRODUCT"
        ],
        [
          77,
          90,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-21a12e6b from OptiTech Audio-Visual GmbH for PetSafe.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          74,
          "SUPPLIER"
        ],
        [
          79,
          86,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Agricultura Moderna S.A. fulfilled CTR-2ee415e45a requirements with PO-cad53d1602 completion.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          35,
          49,
          "CONTRACT"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-66921b4999 was issued to OptiSpec Analytik GmbH for delivery of LEGO.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          50,
          "SUPPLIER"
        ],
        [
          67,
          71,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-9998273e from Innovative Solutions GmbH for Shiseido.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          73,
          "SUPPLIER"
        ],
        [
          78,
          86,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "TechTech Netherlands B.V. supplied NetAssist Pro through purchase order PO-e767fc112f.",
    {
      "entities": [
        [
          0,
          25,
          "SUPPLIER"
        ],
        [
          35,
          48,
          "PRODUCT"
        ],
        [
          72,
          85,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-0be7d28f from TechSupply GmbH for Royal Canin.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          63,
          "SUPPLIER"
        ],
        [
          68,
          79,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-7c1ca13d from GuardForce International GmbH for Global PR Solutions.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          77,
          "SUPPLIER"
        ],
        [
          82,
          101,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Bayreuth Sales Solutions GmbH fulfilled CTR-2959bd1140 requirements with PO-6d5e2e6633 completion.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          54,
          "CONTRACT"
        ],
        [
          73,
          86,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-674e3733 from Naturprodukter AB was paid via PO-496d7e987c last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          43,
          "SUPPLIER"
        ],
        [
          57,
          70,
          "PO"
        ]
      ]
    }
  ],
  [
    "Contract CTR-30929093ff with Hochwertige Lieferant GmbH covers procurement of Dove.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          55,
          "SUPPLIER"
        ],
        [
          78,
          82,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-6dba8715 from Vietnam Precision Components Ltd. for Trixie.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          81,
          "SUPPLIER"
        ],
        [
          86,
          92,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-228a5447 under CTR-029933f045 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Innovative Solutions GmbH fulfilled CTR-02c873fd14 requirements with PO-6c33d8451f completion.",
    {
      "entities": [
        [
          0,
          25,
          "SUPPLIER"
        ],
        [
          36,
          50,
          "CONTRACT"
        ],
        [
          69,
          82,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-9feef8f4 from Eco-Friendly Solutions GmbH for Frontline.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          75,
          "SUPPLIER"
        ],
        [
          80,
          89,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-00be694dd8 with Geldtransaktionsdienste GmbH covers procurement of SnapGuard Pro.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          57,
          "SUPPLIER"
        ],
        [
          80,
          93,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-b377a0332f was issued to Grünlandschaftsspezialisten GmbH for delivery of The Urban Nest.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          60,
          "SUPPLIER"
        ],
        [
          77,
          91,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-0733963d under CTR-70740b0435 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Logistik Partner GmbH delivered goods under PO-d6f6166553 for CTR-5f62b28f08 on schedule.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          44,
          57,
          "PO"
        ],
        [
          62,
          76,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "PO-8a66f9a033 was issued to TechInnovate Solutions Ltd. for delivery of FlexiShrink Stretching Mat.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          55,
          "SUPPLIER"
        ],
        [
          72,
          98,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-93a606ae0a was issued to Vietnam Precision Components Ltd. for delivery of Fisher-Price.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          61,
          "SUPPLIER"
        ],
        [
          78,
          90,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "TechInnovate Solutions Ltd. delivered goods under PO-1d41d5be2b for CTR-67552fa112 on schedule.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          50,
          63,
          "PO"
        ],
        [
          68,
          82,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Precision Equipment Solutions fulfilled CTR-66be254fa0 requirements with PO-6273b1ae8f completion.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          54,
          "CONTRACT"
        ],
        [
          73,
          86,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-4595c18db8 was issued to Hersteller GmbH for delivery of EliteStack Pro.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          43,
          "SUPPLIER"
        ],
        [
          60,
          74,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Precision Equipment Solutions delivered goods under PO-55965a4304 for CTR-2ee415e45a on schedule.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          52,
          65,
          "PO"
        ],
        [
          70,
          84,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Hersteller GmbH fulfilled CTR-303ef3ad83 requirements with PO-80f1b3b157 completion.",
    {
      "entities": [
        [
          0,
          15,
          "SUPPLIER"
        ],
        [
          26,
          40,
          "CONTRACT"
        ],
        [
          59,
          72,
          "PO"
        ]
      ]
    }
  ],
  [
    "PO-cb2a26f48a was issued to TechSupplies GmbH for delivery of Emma.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          45,
          "SUPPLIER"
        ],
        [
          62,
          66,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Contract CTR-372e5de0e8 with Global Logistics Solutions covers procurement of Samsung.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          55,
          "SUPPLIER"
        ],
        [
          78,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Kontakt Společnost supplied Casper through purchase order PO-ec886fc738.",
    {
      "entities": [
        [
          0,
          18,
          "SUPPLIER"
        ],
        [
          28,
          34,
          "PRODUCT"
        ],
        [
          58,
          71,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment for INV-f1e791ba under CTR-67caf1d550 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-9969fd68 from TransOcean Freight Solutions for Faber-Castell.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          76,
          "SUPPLIER"
        ],
        [
          81,
          94,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "PO-22886dbae8 was issued to MossBridge Solutions for delivery of Charlotte Tilbury.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          28,
          48,
          "SUPPLIER"
        ],
        [
          65,
          82,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Estonian Marine Solutions Ltd fulfilled CTR-69ac9be4de requirements with PO-53807c848a completion.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          54,
          "CONTRACT"
        ],
        [
          73,
          86,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-425917d4 from Muster GmbH for Eco-Friendly Bamboo Water Bottle.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          59,
          "SUPPLIER"
        ],
        [
          64,
          96,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "GreenHarvest Solutions B.V. supplied RoboMate X1000 through purchase order PO-80f1b3b157.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          37,
          51,
          "PRODUCT"
        ],
        [
          75,
          88,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-18e4d8d9 from Mountain Energy Solutions was paid via PO-5b9734e583 last month.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          26,
          51,
          "SUPPLIER"
        ],
        [
          65,
          78,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-55178fa5 from StrategieConsult GmbH for ExpoPro Booth Rentals.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          69,
          "SUPPLIER"
        ],
        [
          74,
          95,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Harvest Solutions Inc. fulfilled CTR-655629b224 requirements with PO-a0a32edc64 completion.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          33,
          47,
          "CONTRACT"
        ],
        [
          66,
          79,
          "PO"
        ]
      ]
    }
  ],
  [
    "Contract CTR-5e94051162 with Mittelständischer Handel GmbH covers procurement of Playmobil.",
    {
      "entities": [
        [
          9,
          23,
          "CONTRACT"
        ],
        [
          29,
          58,
          "SUPPLIER"
        ],
        [
          81,
          90,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-75c8abe8 from IP Solutions GmbH for SecureGuard Pro.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          65,
          "SUPPLIER"
        ],
        [
          70,
          85,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-1e72436f from Latvian Tech Solutions Ltd for Emma.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          74,
          "SUPPLIER"
        ],
        [
          79,
          83,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-d8016072 from Luxembourg Eco Supplies SA for FlexiShrink Stretching Mat.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          74,
          "SUPPLIER"
        ],
        [
          79,
          105,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "NABURG-Maintenausstattung GmbH delivered goods under PO-ba80400d94 for CTR-22874a7249 on schedule.",
    {
      "entities": [
        [
          0,
          30,
          "SUPPLIER"
        ],
        [
          53,
          66,
          "PO"
        ],
        [
          71,
          85,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "GuardForce International GmbH delivered goods under PO-a0a32edc64 for CTR-00be694dd8 on schedule.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          52,
          65,
          "PO"
        ],
        [
          70,
          84,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Alimentos Naturales S.L. supplied Emma through purchase order PO-c61fc84be0.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          34,
          38,
          "PRODUCT"
        ],
        [
          62,
          75,
          "PO"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-78c02d27 from Hersteller GmbH for Tide.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          63,
          "SUPPLIER"
        ],
        [
          68,
          72,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "The procurement team approved INV-9f2d3ece from Krofna Kavarna Tbilisi for EcoSip Reusable Glass Bottle.",
    {
      "entities": [
        [
          30,
          42,
          "INVOICE"
        ],
        [
          48,
          70,
          "SUPPLIER"
        ],
        [
          75,
          103,
          "PRODUCT"
        ]
      ]
    }
  ],
  [
    "Truppmann GmbH delivered goods under PO-a0a32edc64 for CTR-1d50cda9c8 on schedule.",
    {
      "entities": [
        [
          0,
          14,
          "SUPPLIER"
        ],
        [
          37,
          50,
          "PO"
        ],
        [
          55,
          69,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment for INV-3681b89f under CTR-2341664722 was processed successfully.",
    {
      "entities": [
        [
          12,
          24,
          "INVOICE"
        ],
        [
          31,
          45,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Muster GmbH fulfilled CTR-3642c384cc requirements with PO-93a606ae0a completion.",
    {
      "entities": [
        [
          0,
          11,
          "SUPPLIER"
        ],
        [
          22,
          36,
          "CONTRACT"
        ],
        [
          55,
          68,
          "PO"
        ]
      ]
    }
  ],
  [
    "Our Supply Chain Manager received certification in Kotlin this quarter.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          51,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Frontend Developer position requires strong Design Thinking expertise.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          48,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our UX Researcher demonstrated proficiency in React during the review.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          46,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Chief Executive Officer candidates should have at least 3 years of Spanish experience.",
    {
      "entities": [
        [
          0,
          23,
          "ROLE"
        ],
        [
          67,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Marketing Operations Manager with excellent Swift background.",
    {
      "entities": [
        [
          11,
          39,
          "ROLE"
        ],
        [
          55,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Chief Product Officer received certification in GDPR this quarter.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          52,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Finance Manager position requires strong Terraform expertise.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          45,
          54,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Compensation Analyst includes modules on Puppet.",
    {
      "entities": [
        [
          21,
          41,
          "ROLE"
        ],
        [
          62,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a QA Engineer with excellent Agile/Scrum background.",
    {
      "entities": [
        [
          11,
          22,
          "ROLE"
        ],
        [
          38,
          49,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Talent Acquisition Manager with excellent Java background.",
    {
      "entities": [
        [
          11,
          37,
          "ROLE"
        ],
        [
          53,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Product Owner received certification in Supply Chain this quarter.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          44,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Content Writer includes modules on Rust.",
    {
      "entities": [
        [
          21,
          35,
          "ROLE"
        ],
        [
          56,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Site Reliability Engineer will lead initiatives requiring Mandarin knowledge.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          62,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The HR Generalist position requires strong NumPy expertise.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          43,
          48,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Marketing Operations Manager skilled in OKRs and project management.",
    {
      "entities": [
        [
          17,
          45,
          "ROLE"
        ],
        [
          57,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Associate Product Manager will lead initiatives requiring Arabic knowledge.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          62,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "VP of Sales candidates should have at least 3 years of Design Thinking experience.",
    {
      "entities": [
        [
          0,
          11,
          "ROLE"
        ],
        [
          55,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Product Designer received certification in GDPR this quarter.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          47,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Budget Analyst position requires strong Oracle expertise.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          44,
          50,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Principal Engineer includes modules on Italian.",
    {
      "entities": [
        [
          21,
          39,
          "ROLE"
        ],
        [
          60,
          67,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The HR Manager will lead initiatives requiring Waterfall knowledge.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          47,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Enterprise Account Executive received certification in Process Improvement this quarter.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          59,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Full Stack Developer demonstrated proficiency in Swift during the review.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          53,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Sales Engineer with excellent Recruitment background.",
    {
      "entities": [
        [
          11,
          25,
          "ROLE"
        ],
        [
          41,
          52,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Controller candidates should have at least 3 years of PostgreSQL experience.",
    {
      "entities": [
        [
          0,
          10,
          "ROLE"
        ],
        [
          54,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our SEM Specialist received certification in Compliance this quarter.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          45,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Chief Revenue Officer received certification in Leadership this quarter.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          52,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Digital Marketing Manager includes modules on Sales Strategy.",
    {
      "entities": [
        [
          21,
          46,
          "ROLE"
        ],
        [
          67,
          81,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our HR Generalist demonstrated proficiency in Digital Marketing during the review.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          46,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Business Development Manager demonstrated proficiency in Flask during the review.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          61,
          66,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Vice President of HR received certification in Pandas this quarter.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          51,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Full Stack Developer will lead initiatives requiring PyTorch knowledge.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          57,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Platform Engineer skilled in NumPy and project management.",
    {
      "entities": [
        [
          17,
          34,
          "ROLE"
        ],
        [
          46,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Product Designer position requires strong MongoDB expertise.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          46,
          53,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Product Marketing Manager demonstrated proficiency in Team Collaboration during the review.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          58,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Marketing position requires strong Slack expertise.",
    {
      "entities": [
        [
          4,
          31,
          "ROLE"
        ],
        [
          57,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our DevOps Engineer received certification in User Research this quarter.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          46,
          59,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Technical Product Manager includes modules on Oracle.",
    {
      "entities": [
        [
          21,
          46,
          "ROLE"
        ],
        [
          67,
          73,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Data Engineer skilled in Mandarin and project management.",
    {
      "entities": [
        [
          17,
          30,
          "ROLE"
        ],
        [
          42,
          50,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Software Engineer candidates should have at least 3 years of PostgreSQL experience.",
    {
      "entities": [
        [
          0,
          17,
          "ROLE"
        ],
        [
          61,
          71,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Talent Acquisition Manager with excellent Go background.",
    {
      "entities": [
        [
          11,
          37,
          "ROLE"
        ],
        [
          53,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Email Marketing Manager skilled in R and project management.",
    {
      "entities": [
        [
          17,
          40,
          "ROLE"
        ],
        [
          52,
          53,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Senior Product Manager skilled in Figma and project management.",
    {
      "entities": [
        [
          17,
          39,
          "ROLE"
        ],
        [
          51,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Digital Marketing Specialist includes modules on A/B Testing.",
    {
      "entities": [
        [
          21,
          49,
          "ROLE"
        ],
        [
          70,
          81,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Tech Lead received certification in Kanban this quarter.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          40,
          46,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Software Engineer with excellent Team Collaboration background.",
    {
      "entities": [
        [
          11,
          28,
          "ROLE"
        ],
        [
          44,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Treasury Analyst candidates should have at least 3 years of Strategic Planning experience.",
    {
      "entities": [
        [
          0,
          16,
          "ROLE"
        ],
        [
          60,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Senior Software Engineer position requires strong Accounting expertise.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          54,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Backend Developer position requires strong Competitive Analysis expertise.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          47,
          67,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Engineering Manager with excellent Salesforce background.",
    {
      "entities": [
        [
          11,
          30,
          "ROLE"
        ],
        [
          46,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Marketing Coordinator will lead initiatives requiring Machine Learning knowledge.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          58,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "UI Designer candidates should have at least 3 years of User Research experience.",
    {
      "entities": [
        [
          0,
          11,
          "ROLE"
        ],
        [
          55,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Site Reliability Engineer skilled in Stakeholder Management and project management.",
    {
      "entities": [
        [
          17,
          42,
          "ROLE"
        ],
        [
          54,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Email Marketing Manager position requires strong Six Sigma expertise.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          53,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Engineering will lead initiatives requiring Kanban knowledge.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          66,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Sales Development Rep candidates should have at least 3 years of TensorFlow experience.",
    {
      "entities": [
        [
          0,
          21,
          "ROLE"
        ],
        [
          65,
          75,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Operations Manager demonstrated proficiency in Ruby during the review.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          51,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Mobile Developer position requires strong Change Management expertise.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          46,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Content Marketing Manager received certification in Business Development this quarter.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          56,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Senior Software Engineer includes modules on JavaScript.",
    {
      "entities": [
        [
          21,
          45,
          "ROLE"
        ],
        [
          66,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Product Owner demonstrated proficiency in Budget Management during the review.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          46,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The SEM Specialist position requires strong NumPy expertise.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          44,
          49,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Content Writer includes modules on Go.",
    {
      "entities": [
        [
          21,
          35,
          "ROLE"
        ],
        [
          56,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our QA Engineer received certification in DevOps this quarter.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          42,
          48,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Regional Sales Manager position requires strong Customer Success expertise.",
    {
      "entities": [
        [
          4,
          26,
          "ROLE"
        ],
        [
          52,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Growth Manager candidates should have at least 3 years of Content Strategy experience.",
    {
      "entities": [
        [
          0,
          14,
          "ROLE"
        ],
        [
          58,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Employee Relations Manager demonstrated proficiency in Java during the review.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          59,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Product Designer will lead initiatives requiring Vendor Management knowledge.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          53,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Cloud Engineer with excellent German background.",
    {
      "entities": [
        [
          11,
          25,
          "ROLE"
        ],
        [
          41,
          47,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Chief Revenue Officer received certification in Customer Success this quarter.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          52,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Marketing Manager candidates should have at least 3 years of Arabic experience.",
    {
      "entities": [
        [
          0,
          17,
          "ROLE"
        ],
        [
          61,
          67,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Recruiter received certification in AWS this quarter.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          40,
          43,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Marketing Analyst will lead initiatives requiring FastAPI knowledge.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          54,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Solutions Architect skilled in NumPy and project management.",
    {
      "entities": [
        [
          17,
          36,
          "ROLE"
        ],
        [
          48,
          53,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Tech Lead includes modules on Russian.",
    {
      "entities": [
        [
          21,
          30,
          "ROLE"
        ],
        [
          51,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Solutions Architect candidates should have at least 3 years of Google Analytics experience.",
    {
      "entities": [
        [
          0,
          19,
          "ROLE"
        ],
        [
          63,
          79,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Financial Analyst includes modules on Express.js.",
    {
      "entities": [
        [
          21,
          38,
          "ROLE"
        ],
        [
          59,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Brand Strategist received certification in C++ this quarter.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          47,
          50,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Financial Analyst received certification in Slack this quarter.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          48,
          53,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Senior Engineer skilled in Data Analysis and project management.",
    {
      "entities": [
        [
          17,
          32,
          "ROLE"
        ],
        [
          44,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a QA Engineer with excellent Information Security background.",
    {
      "entities": [
        [
          11,
          22,
          "ROLE"
        ],
        [
          38,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Marketing Analyst demonstrated proficiency in Azure during the review.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          50,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Treasury Analyst will lead initiatives requiring Jenkins knowledge.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          53,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Engineering will lead initiatives requiring InVision knowledge.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          66,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Revenue Officer will lead initiatives requiring Tableau knowledge.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          58,
          65,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Cloud Engineer received certification in Express.js this quarter.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          45,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "SEO Specialist candidates should have at least 3 years of Budget Management experience.",
    {
      "entities": [
        [
          0,
          14,
          "ROLE"
        ],
        [
          58,
          75,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Data Engineer includes modules on GCP.",
    {
      "entities": [
        [
          21,
          34,
          "ROLE"
        ],
        [
          55,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Marketing Analyst skilled in Arabic and project management.",
    {
      "entities": [
        [
          17,
          34,
          "ROLE"
        ],
        [
          46,
          52,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Chief Executive Officer demonstrated proficiency in Business Development during the review.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          56,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Chief Product Officer with excellent German background.",
    {
      "entities": [
        [
          11,
          32,
          "ROLE"
        ],
        [
          48,
          54,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Principal Engineer demonstrated proficiency in JavaScript during the review.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          51,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Technical Product Manager received certification in Italian this quarter.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          56,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Brand Strategist candidates should have at least 3 years of Adobe Creative Suite experience.",
    {
      "entities": [
        [
          0,
          16,
          "ROLE"
        ],
        [
          60,
          80,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a VP of Sales with excellent Kanban background.",
    {
      "entities": [
        [
          11,
          22,
          "ROLE"
        ],
        [
          38,
          44,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Engineering position requires strong Scala expertise.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          59,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Senior Product Manager demonstrated proficiency in Swift during the review.",
    {
      "entities": [
        [
          4,
          26,
          "ROLE"
        ],
        [
          55,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Platform Engineer includes modules on Python.",
    {
      "entities": [
        [
          21,
          38,
          "ROLE"
        ],
        [
          59,
          65,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Controller position requires strong Data Privacy expertise.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          40,
          52,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Vice President of HR includes modules on Vue.js.",
    {
      "entities": [
        [
          21,
          41,
          "ROLE"
        ],
        [
          62,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "HR Manager candidates should have at least 3 years of Ruby experience.",
    {
      "entities": [
        [
          0,
          10,
          "ROLE"
        ],
        [
          54,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Engineering Manager demonstrated proficiency in Russian during the review.",
    {
      "entities": [
        [
          4,
          23,
          "ROLE"
        ],
        [
          52,
          59,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Senior Software Engineer received certification in Scala this quarter.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          55,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Sales Development Rep received certification in Business Development this quarter.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          52,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Talent Acquisition Manager position requires strong Japanese expertise.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          56,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Chief Product Officer received certification in Project Management this quarter.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          52,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Senior Software Engineer candidates should have at least 3 years of Financial Modeling experience.",
    {
      "entities": [
        [
          0,
          24,
          "ROLE"
        ],
        [
          68,
          86,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Product Owner skilled in Slack and project management.",
    {
      "entities": [
        [
          17,
          30,
          "ROLE"
        ],
        [
          42,
          47,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Mobile Developer demonstrated proficiency in Redis during the review.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          49,
          54,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Data Engineer skilled in Terraform and project management.",
    {
      "entities": [
        [
          17,
          30,
          "ROLE"
        ],
        [
          42,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Full Stack Developer position requires strong R expertise.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          50,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "SEO Specialist candidates should have at least 3 years of C++ experience.",
    {
      "entities": [
        [
          0,
          14,
          "ROLE"
        ],
        [
          58,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Talent Acquisition Manager with excellent Contract Negotiation background.",
    {
      "entities": [
        [
          11,
          37,
          "ROLE"
        ],
        [
          53,
          73,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a People Operations Manager skilled in Grafana and project management.",
    {
      "entities": [
        [
          17,
          42,
          "ROLE"
        ],
        [
          54,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Product Manager with excellent Problem Solving background.",
    {
      "entities": [
        [
          11,
          26,
          "ROLE"
        ],
        [
          42,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Sales Engineer position requires strong SQL Server expertise.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          44,
          54,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Site Reliability Engineer skilled in AWS and project management.",
    {
      "entities": [
        [
          17,
          42,
          "ROLE"
        ],
        [
          54,
          57,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Senior Software Engineer received certification in GCP this quarter.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          55,
          58,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our UX Researcher received certification in Kanban this quarter.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          44,
          50,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Email Marketing Manager with excellent Redis background.",
    {
      "entities": [
        [
          11,
          34,
          "ROLE"
        ],
        [
          50,
          55,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a HR Generalist skilled in Ansible and project management.",
    {
      "entities": [
        [
          17,
          30,
          "ROLE"
        ],
        [
          42,
          49,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Associate Product Manager with excellent Lean background.",
    {
      "entities": [
        [
          11,
          36,
          "ROLE"
        ],
        [
          52,
          56,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Growth Manager position requires strong Russian expertise.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          44,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a VP of Sales with excellent Ansible background.",
    {
      "entities": [
        [
          11,
          22,
          "ROLE"
        ],
        [
          38,
          45,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Operating Officer position requires strong Budget Management expertise.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          53,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Sales Director received certification in DevOps this quarter.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          45,
          51,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Controller position requires strong Japanese expertise.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          40,
          48,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Data Engineer received certification in Change Management this quarter.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          44,
          61,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Chief Technology Officer includes modules on Puppet.",
    {
      "entities": [
        [
          21,
          45,
          "ROLE"
        ],
        [
          66,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Product Designer with excellent GCP background.",
    {
      "entities": [
        [
          11,
          27,
          "ROLE"
        ],
        [
          43,
          46,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a Finance Manager with excellent Lean background.",
    {
      "entities": [
        [
          11,
          26,
          "ROLE"
        ],
        [
          42,
          46,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Employee Relations Manager includes modules on Market Research.",
    {
      "entities": [
        [
          21,
          47,
          "ROLE"
        ],
        [
          68,
          83,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Operating Officer will lead initiatives requiring OKRs knowledge.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          60,
          64,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Sales Development Representative position requires strong PyTorch expertise.",
    {
      "entities": [
        [
          4,
          36,
          "ROLE"
        ],
        [
          62,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Content Marketing Manager includes modules on Italian.",
    {
      "entities": [
        [
          21,
          46,
          "ROLE"
        ],
        [
          67,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Vice President of Sales received certification in Product Strategy this quarter.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          54,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Platform Engineer will lead initiatives requiring Client Relations knowledge.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          54,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a SEO Specialist skilled in Rust and project management.",
    {
      "entities": [
        [
          17,
          31,
          "ROLE"
        ],
        [
          43,
          47,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Vice President of Sales includes modules on Lean.",
    {
      "entities": [
        [
          21,
          44,
          "ROLE"
        ],
        [
          65,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Software Engineer includes modules on Spanish.",
    {
      "entities": [
        [
          21,
          38,
          "ROLE"
        ],
        [
          59,
          66,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Executive Officer will lead initiatives requiring Italian knowledge.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          60,
          67,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Recruiter will lead initiatives requiring Oracle knowledge.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          46,
          52,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Director of Engineering includes modules on GDPR.",
    {
      "entities": [
        [
          21,
          44,
          "ROLE"
        ],
        [
          65,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We hired a UX Designer with excellent Decision Making background.",
    {
      "entities": [
        [
          11,
          22,
          "ROLE"
        ],
        [
          38,
          53,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Chief Operating Officer skilled in SQL Server and project management.",
    {
      "entities": [
        [
          17,
          40,
          "ROLE"
        ],
        [
          52,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Solutions Architect includes modules on Digital Marketing.",
    {
      "entities": [
        [
          21,
          40,
          "ROLE"
        ],
        [
          61,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Digital Marketing Manager includes modules on Machine Learning.",
    {
      "entities": [
        [
          21,
          46,
          "ROLE"
        ],
        [
          67,
          83,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The team needs a Digital Marketing Specialist skilled in Flask and project management.",
    {
      "entities": [
        [
          17,
          45,
          "ROLE"
        ],
        [
          57,
          62,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Senior Financial Analyst position requires strong Docker expertise.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          54,
          60,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Training program for Staff Engineer includes modules on Product Strategy.",
    {
      "entities": [
        [
          21,
          35,
          "ROLE"
        ],
        [
          56,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Payment INV-62db2d29 for Tesla Gen-Z Engagement Drive materials went to Suppliers & Distributors Chile Ltda.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          53,
          "CAMPAIGN"
        ],
        [
          72,
          107,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "ForestTech Supplies GmbH delivered materials for Honda Conversion Optimization Campaign under contract CTR-39a61cda22.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          49,
          87,
          "CAMPAIGN"
        ],
        [
          103,
          117,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment INV-3681b89f for Apple Beverage Launch Campaign materials went to Mittelständischer Handel GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          55,
          "CAMPAIGN"
        ],
        [
          74,
          103,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-490fa9d9f6 with Tobias Office Solutions GmbH supports Q3 Smartwatch Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          48,
          "SUPPLIER"
        ],
        [
          58,
          81,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "GuardForce International GmbH provided SEO PowerSuite for the Nestle Summer Refresh launch event.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          39,
          53,
          "PRODUCT"
        ],
        [
          62,
          83,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "TechInnovate Solutions GmbH delivered materials for Samsung Millennial Engagement Drive under contract CTR-118a27dccd.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          52,
          87,
          "CAMPAIGN"
        ],
        [
          103,
          117,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "EcoSupply LTDA delivered materials for Summer Sale Campaign under contract CTR-51ab0ca6d0.",
    {
      "entities": [
        [
          0,
          14,
          "SUPPLIER"
        ],
        [
          39,
          59,
          "CAMPAIGN"
        ],
        [
          75,
          89,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment INV-1b558397 for Adidas Local Run Challenge materials went to FosterTech Supplies Ltd.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          51,
          "CAMPAIGN"
        ],
        [
          70,
          93,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-edfd8bd4 covered BMW Cereal Launch Campaign expenses from Empresa Distribuidora de Productos S.A..",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          55,
          "CAMPAIGN"
        ],
        [
          70,
          109,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Cyber Monday Initiative with Coca-Cola promotion sourced Grafix Abrasive Blasting Kit from Skyline Cloud Solutions A/S via PO-182bb0f08e.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          61,
          89,
          "PRODUCT"
        ],
        [
          95,
          122,
          "SUPPLIER"
        ],
        [
          127,
          140,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-2aedcc83cf with Calwer Brennstoffe GmbH supports Nestle Summer Refresh execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          43,
          "SUPPLIER"
        ],
        [
          53,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Black Friday Push with Nike promotion sourced Workforce Insights from Mark's Keys & Co. via PO-53807c848a.",
    {
      "entities": [
        [
          4,
          31,
          "CAMPAIGN"
        ],
        [
          50,
          68,
          "PRODUCT"
        ],
        [
          74,
          91,
          "SUPPLIER"
        ],
        [
          96,
          109,
          "PO"
        ]
      ]
    }
  ],
  [
    "Vertriebs GmbH & Co. KG funded Samsung Eco-conscious Engagement Drive through PO-0ac1547dab worth €150,000.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          31,
          69,
          "CAMPAIGN"
        ],
        [
          78,
          91,
          "PO"
        ]
      ]
    }
  ],
  [
    "Estee Lauder Double Wear Radiance Launch merchandise was procured from Agricultura Moderna S.A. using PO-27c3f7f0e8.",
    {
      "entities": [
        [
          0,
          40,
          "CAMPAIGN"
        ],
        [
          71,
          95,
          "SUPPLIER"
        ],
        [
          102,
          115,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Adidas Ultraboost Light Launch promotion sourced PetSafe from Croatian Road Transport Services via PO-62ba09eb15.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          53,
          60,
          "PRODUCT"
        ],
        [
          66,
          98,
          "SUPPLIER"
        ],
        [
          103,
          116,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Beverage APAC Rollout promotion sourced Bandai from OptiMech Technologie GmbH via PO-6588d343d5.",
    {
      "entities": [
        [
          4,
          25,
          "CAMPAIGN"
        ],
        [
          44,
          50,
          "PRODUCT"
        ],
        [
          56,
          81,
          "SUPPLIER"
        ],
        [
          86,
          99,
          "PO"
        ]
      ]
    }
  ],
  [
    "GreenTech Supplies Ltd. provided SecureGuard Pro for the Cyber Monday Initiative with Coca-Cola launch event.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          33,
          48,
          "PRODUCT"
        ],
        [
          57,
          95,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Invoice INV-49758a06 covered Samsung Millennial Engagement Drive expenses from Kontakt Společnost.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          64,
          "CAMPAIGN"
        ],
        [
          79,
          97,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Δημοσίου Παναθαιναϊκός Δημοσιοτήτων funded Garden Gourmet Spring Refresh Promotion through PO-4100dea90f worth €150,000.",
    {
      "entities": [
        [
          0,
          35,
          "SUPPLIER"
        ],
        [
          43,
          82,
          "CAMPAIGN"
        ],
        [
          91,
          104,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Summer Essentials Promo promotion sourced Under Armour from Energieoptimierung und Nachhaltigkeitsspezialisten GmbH via PO-6c33d8451f.",
    {
      "entities": [
        [
          4,
          27,
          "CAMPAIGN"
        ],
        [
          46,
          58,
          "PRODUCT"
        ],
        [
          64,
          119,
          "SUPPLIER"
        ],
        [
          124,
          137,
          "PO"
        ]
      ]
    }
  ],
  [
    "Excellence Lead Generation GmbH delivered materials for Apple Beverage Launch Campaign under contract CTR-0fd832cb62.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          56,
          86,
          "CAMPAIGN"
        ],
        [
          102,
          116,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Tech Innovators Co., Ltd. delivered materials for Apple Beverage Launch Campaign under contract CTR-4d393717a8.",
    {
      "entities": [
        [
          0,
          25,
          "SUPPLIER"
        ],
        [
          50,
          80,
          "CAMPAIGN"
        ],
        [
          96,
          110,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "CTR-2aedcc83cf with Comercialización Innovadora S.A. supports BMW Cereal Launch Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          52,
          "SUPPLIER"
        ],
        [
          62,
          88,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Επιχειρόμενος Διάλυσης Περιφέρειας delivered materials for Holiday Glow Collection 2024 under contract CTR-1371494e78.",
    {
      "entities": [
        [
          0,
          34,
          "SUPPLIER"
        ],
        [
          59,
          87,
          "CAMPAIGN"
        ],
        [
          103,
          117,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Adidas Local Run Challenge promotion sourced FlexiShrink Stretching Mat from Global Fleet Solutions Ltd via PO-0ac1547dab.",
    {
      "entities": [
        [
          4,
          30,
          "CAMPAIGN"
        ],
        [
          49,
          75,
          "PRODUCT"
        ],
        [
          81,
          107,
          "SUPPLIER"
        ],
        [
          112,
          125,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-170e94ab51 with Empresa Distribuidora de Productos S.A. supports Black Friday Mega Sale execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          59,
          "SUPPLIER"
        ],
        [
          69,
          91,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "GuardForce International GmbH delivered materials for Mattress Upgrade Campaign under contract CTR-67d56bbc7d.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          54,
          79,
          "CAMPAIGN"
        ],
        [
          95,
          109,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Lithuania Productivity Solutions Ltd. funded Summer Smart TV Promotion through PO-3198efe047 worth €150,000.",
    {
      "entities": [
        [
          0,
          37,
          "SUPPLIER"
        ],
        [
          45,
          70,
          "CAMPAIGN"
        ],
        [
          79,
          92,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-5eac4709be with Slovak Competitor Insights Ltd. supports Vittel Summer Hydration Drive execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          51,
          "SUPPLIER"
        ],
        [
          61,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Smartwatch Father's Day 2025 merchandise was procured from Adria Marine Supplies d.d. using PO-182bb0f08e.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          59,
          85,
          "SUPPLIER"
        ],
        [
          92,
          105,
          "PO"
        ]
      ]
    }
  ],
  [
    "PostDoc Mail Solutions delivered materials for BMW Cereal Launch Campaign under contract CTR-415d50e545.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          47,
          73,
          "CAMPAIGN"
        ],
        [
          89,
          103,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "CTR-46f78e9e5f with Mellrichstadt Industrial Supplies GmbH supports Mercedes Eco-conscious Engagement Drive execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          58,
          "SUPPLIER"
        ],
        [
          68,
          107,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-2ee415e45a with Arte e Stile Srl supports Smart TV Mother's Day 2024 execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          36,
          "SUPPLIER"
        ],
        [
          46,
          72,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Tablet Valentine's Day 2025 merchandise was procured from Hochwertige Lieferant GmbH using PO-3421263844.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          58,
          84,
          "SUPPLIER"
        ],
        [
          91,
          104,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-2987fb75d2 with Comercialización Innovadora S.A. supports Smartwatch Cyber Monday 2025 execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          52,
          "SUPPLIER"
        ],
        [
          62,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Muster-Unternehmen GmbH delivered materials for Adidas Owners Club Refresh under contract CTR-029933f045.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          48,
          74,
          "CAMPAIGN"
        ],
        [
          90,
          104,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "TechNatura GmbH delivered materials for Holiday Cleaning Event under contract CTR-66eea8d12f.",
    {
      "entities": [
        [
          0,
          15,
          "SUPPLIER"
        ],
        [
          40,
          62,
          "CAMPAIGN"
        ],
        [
          78,
          92,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "EcoFutur Erittelyt Oy provided Samsung for the Q4 Smart TV Promotion launch event.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          31,
          38,
          "PRODUCT"
        ],
        [
          47,
          68,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Payment INV-79a5a6e6 for Back-to-School Home Essentials materials went to TechTech Netherlands B.V..",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          55,
          "CAMPAIGN"
        ],
        [
          74,
          99,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Muster-Landwirtschaftsbetrieb GmbH funded Summer Smart TV Promotion through PO-0ac1547dab worth €150,000.",
    {
      "entities": [
        [
          0,
          34,
          "SUPPLIER"
        ],
        [
          42,
          67,
          "CAMPAIGN"
        ],
        [
          76,
          89,
          "PO"
        ]
      ]
    }
  ],
  [
    "SecureGuard Solutions GmbH provided Emma for the Spring Cereal Promotion launch event.",
    {
      "entities": [
        [
          0,
          26,
          "SUPPLIER"
        ],
        [
          36,
          40,
          "PRODUCT"
        ],
        [
          49,
          72,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "TechSupplies GmbH provided Global PR Solutions for the Samsung Student Engagement Drive launch event.",
    {
      "entities": [
        [
          0,
          17,
          "SUPPLIER"
        ],
        [
          27,
          46,
          "PRODUCT"
        ],
        [
          55,
          87,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "AdriaTech Supplies delivered materials for Summer Gaming Console Promotion under contract CTR-5e543fc21f.",
    {
      "entities": [
        [
          0,
          18,
          "SUPPLIER"
        ],
        [
          43,
          74,
          "CAMPAIGN"
        ],
        [
          90,
          104,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Samsung Awareness Optimization Campaign merchandise was procured from Krško Industrial Supplies d.d. using PO-d6f6166553.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          70,
          100,
          "SUPPLIER"
        ],
        [
          107,
          120,
          "PO"
        ]
      ]
    }
  ],
  [
    "Bayreuth Sales Solutions GmbH provided SmartStock Pro for the Summer Smart TV Promotion launch event.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          39,
          53,
          "PRODUCT"
        ],
        [
          62,
          87,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Garden Gourmet Spring Refresh Promotion merchandise was procured from TechSupplies GmbH using PO-36cf91e6b6.",
    {
      "entities": [
        [
          0,
          39,
          "CAMPAIGN"
        ],
        [
          70,
          87,
          "SUPPLIER"
        ],
        [
          94,
          107,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-e039655d covered Black Friday Mega Sale expenses from Müller & Partner GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          51,
          "CAMPAIGN"
        ],
        [
          66,
          87,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Aardrijkskundige Producten N.V. funded Holiday Smart TV Promotion through PO-b377a0332f worth €150,000.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          39,
          65,
          "CAMPAIGN"
        ],
        [
          74,
          87,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-6dba8715 covered Toyota ROAS Optimization Campaign expenses from Suppliers GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          62,
          "CAMPAIGN"
        ],
        [
          77,
          91,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-5eac4709be with SecureGuard Access Solutions supports Winter Smart TV Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          48,
          "SUPPLIER"
        ],
        [
          58,
          83,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Krofna Kavarna Tbilisi delivered materials for Tablet Europe Rollout under contract CTR-2aeb5dd0dc.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          47,
          68,
          "CAMPAIGN"
        ],
        [
          84,
          98,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "TeleConnect GmbH provided GreenPath Solutions for the Nestle Engagement Optimization Campaign launch event.",
    {
      "entities": [
        [
          0,
          16,
          "SUPPLIER"
        ],
        [
          26,
          45,
          "PRODUCT"
        ],
        [
          54,
          93,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Payment INV-5232f353 for Summer Essentials Promo materials went to Thailand Clean Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          48,
          "CAMPAIGN"
        ],
        [
          67,
          91,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-1ff1c68826 with TerraFirma Italia srl supports Coca-Cola Fitness Tracker Launch Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          41,
          "SUPPLIER"
        ],
        [
          51,
          92,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Mercedes Eco-conscious Engagement Drive promotion sourced SkillSprint Certification from Estonian Precision Components via PO-c61fc84be0.",
    {
      "entities": [
        [
          4,
          43,
          "CAMPAIGN"
        ],
        [
          62,
          87,
          "PRODUCT"
        ],
        [
          93,
          122,
          "SUPPLIER"
        ],
        [
          127,
          140,
          "PO"
        ]
      ]
    }
  ],
  [
    "Sneakers APAC Rollout merchandise was procured from Empresa Distribuidora de Productos S.A. using PO-80f1b3b157.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          52,
          91,
          "SUPPLIER"
        ],
        [
          98,
          111,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-2959bd1140 with TechFusion Solutions GmbH supports BMW Q4 Blitz execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          45,
          "SUPPLIER"
        ],
        [
          55,
          67,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-5eef6cc632 with TechInnovate Solutions GmbH supports BMW Q4 Blitz execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          47,
          "SUPPLIER"
        ],
        [
          57,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Mellrichstadt Industrial Supplies GmbH funded Summer Cooling Series through PO-0ac1547dab worth €150,000.",
    {
      "entities": [
        [
          0,
          38,
          "SUPPLIER"
        ],
        [
          46,
          67,
          "CAMPAIGN"
        ],
        [
          76,
          89,
          "PO"
        ]
      ]
    }
  ],
  [
    "ΠολυΕιδικά Κέραμα provided Grafix Abrasive Blasting Kit for the Tablet Memorial Day 2025 launch event.",
    {
      "entities": [
        [
          0,
          17,
          "SUPPLIER"
        ],
        [
          27,
          55,
          "PRODUCT"
        ],
        [
          64,
          88,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Maverick Machinery Inc. provided Panasonic for the Cereal Europe Rollout launch event.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          33,
          42,
          "PRODUCT"
        ],
        [
          51,
          72,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Nesquik Back to School Nutrition promotion sourced Persuasion Power from Empresa Distribuidora de Productos S.A. via PO-7bd9195e31.",
    {
      "entities": [
        [
          4,
          36,
          "CAMPAIGN"
        ],
        [
          55,
          71,
          "PRODUCT"
        ],
        [
          77,
          116,
          "SUPPLIER"
        ],
        [
          121,
          134,
          "PO"
        ]
      ]
    }
  ],
  [
    "Muster GmbH provided Oral-B for the Spring Cereal Promotion launch event.",
    {
      "entities": [
        [
          0,
          11,
          "SUPPLIER"
        ],
        [
          21,
          27,
          "PRODUCT"
        ],
        [
          36,
          59,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Astra Manufacturing Indonesia funded Honda Conversion Optimization Campaign through PO-5b9734e583 worth €150,000.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          37,
          75,
          "CAMPAIGN"
        ],
        [
          84,
          97,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-75c8abe8 for Emma NextGen Hybrid Launch Campaign materials went to TeleConnect GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          60,
          "CAMPAIGN"
        ],
        [
          79,
          95,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-7bcf01a7 covered Beverage Christmas 2024 expenses from Fábrica Nacional de Produtos Especiais.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          52,
          "CAMPAIGN"
        ],
        [
          67,
          105,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-507669c817 with ΠολυΕιδικά Κέραμα supports Winter Smart TV Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          37,
          "SUPPLIER"
        ],
        [
          47,
          72,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-2959bd1140 with Mark's Keys & Co. supports Headphones Easter 2025 execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          37,
          "SUPPLIER"
        ],
        [
          47,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Invoice INV-f1e791ba covered Q1 Smartwatch Promotion expenses from Optima Supply Solutions GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          52,
          "CAMPAIGN"
        ],
        [
          67,
          95,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Latvia Tech Solutions Ltd. provided PrecisionEngineeredSpares for the Electric Vehicle Black Friday 2025 launch event.",
    {
      "entities": [
        [
          0,
          26,
          "SUPPLIER"
        ],
        [
          36,
          61,
          "PRODUCT"
        ],
        [
          70,
          104,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Belgian Innovations NV funded Q3 Gaming Console Promotion through PO-6588d343d5 worth €150,000.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          30,
          57,
          "CAMPAIGN"
        ],
        [
          66,
          79,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Nescafé Winter Warmth Campaign promotion sourced Charlotte Tilbury from Optima Supply Solutions GmbH via PO-7bd9195e31.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          53,
          70,
          "PRODUCT"
        ],
        [
          76,
          104,
          "SUPPLIER"
        ],
        [
          109,
          122,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-cd4f743f covered Tablet Europe Rollout expenses from HRTech Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          81,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Suppliers & Distributors Chile Ltda delivered materials for Smartwatch Cyber Monday 2025 under contract CTR-697bf69379.",
    {
      "entities": [
        [
          0,
          35,
          "SUPPLIER"
        ],
        [
          60,
          88,
          "CAMPAIGN"
        ],
        [
          104,
          118,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Muster-Unternehmen GmbH funded Microsoft Q1 Upgrade through PO-1bd4d5231e worth €150,000.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          31,
          51,
          "CAMPAIGN"
        ],
        [
          60,
          73,
          "PO"
        ]
      ]
    }
  ],
  [
    "Smart TV Mother's Day 2024 merchandise was procured from Sofitel Design Office using PO-6c33d8451f.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          57,
          78,
          "SUPPLIER"
        ],
        [
          85,
          98,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-78c02d27 for Tablet Memorial Day 2025 materials went to HRTech Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          49,
          "CAMPAIGN"
        ],
        [
          68,
          84,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Payment INV-9969fd68 for Electric Vehicle US Rollout materials went to Skyline Cloud Solutions A/S.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          52,
          "CAMPAIGN"
        ],
        [
          71,
          98,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-3273a8f2 covered Tablet Valentine's Day 2025 expenses from ForestTech Supplies GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          56,
          "CAMPAIGN"
        ],
        [
          71,
          95,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Aardrijkskundige Producten N.V. funded Holiday Smart TV Promotion through PO-1369a1da81 worth €150,000.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          39,
          65,
          "CAMPAIGN"
        ],
        [
          74,
          87,
          "PO"
        ]
      ]
    }
  ],
  [
    "Muster-Unternehmen GmbH provided SEO Pro Max for the Summer Gaming Console Promotion launch event.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          33,
          44,
          "PRODUCT"
        ],
        [
          53,
          84,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-697bf69379 with Müller & Partner GmbH supports Fitness Tracker Christmas 2024 execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          41,
          "SUPPLIER"
        ],
        [
          51,
          81,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-1f13ac6600 with TechSupply GmbH supports Nescafé Winter Warmth Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          35,
          "SUPPLIER"
        ],
        [
          45,
          75,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Invoice INV-99743a32 covered Amazon Q1 Expansion expenses from ForestTech Supplies GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          48,
          "CAMPAIGN"
        ],
        [
          63,
          87,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh merchandise was procured from Calwer Brennstoffe GmbH using PO-c311944d2c.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          57,
          80,
          "SUPPLIER"
        ],
        [
          87,
          100,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-22874a7249 with Geldtransaktionsdienste GmbH supports Estee Lauder Double Wear Radiance Launch execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          48,
          "SUPPLIER"
        ],
        [
          58,
          98,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-0a39717288 with Agricola Natura Srl supports Cyber Monday Initiative with Coca-Cola execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          39,
          "SUPPLIER"
        ],
        [
          49,
          87,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "TechSupply Solutions GmbH provided NetAssist Pro for the Black Friday Boost with Nike launch event.",
    {
      "entities": [
        [
          0,
          25,
          "SUPPLIER"
        ],
        [
          35,
          48,
          "PRODUCT"
        ],
        [
          57,
          85,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Q3 Gaming Console Promotion merchandise was procured from Bodenlogistik GmbH using PO-ba80400d94.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          58,
          76,
          "SUPPLIER"
        ],
        [
          83,
          96,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-55178fa5 covered Holiday Glow Collection 2024 expenses from Élément Chimique SA.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          57,
          "CAMPAIGN"
        ],
        [
          72,
          91,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Suppléa Fournitures delivered materials for Sneakers APAC Rollout under contract CTR-3549b07ea3.",
    {
      "entities": [
        [
          0,
          19,
          "SUPPLIER"
        ],
        [
          44,
          65,
          "CAMPAIGN"
        ],
        [
          81,
          95,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Amazon Senior Engagement Drive promotion sourced Estee Lauder from Energieoptimierung und Nachhaltigkeitsspezialisten GmbH via PO-30db8f160f.",
    {
      "entities": [
        [
          4,
          34,
          "CAMPAIGN"
        ],
        [
          53,
          65,
          "PRODUCT"
        ],
        [
          71,
          126,
          "SUPPLIER"
        ],
        [
          131,
          144,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-591f2612 covered Tablet France Rollout expenses from Tobias Office Solutions GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          93,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Vertriebs GmbH & Co. KG funded Adidas Local Run Challenge through PO-6b20b7dd4f worth €150,000.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          31,
          57,
          "CAMPAIGN"
        ],
        [
          66,
          79,
          "PO"
        ]
      ]
    }
  ],
  [
    "Emma NextGen Hybrid Launch Campaign merchandise was procured from Calwer Brennstoffe GmbH using PO-a892825eb9.",
    {
      "entities": [
        [
          0,
          35,
          "CAMPAIGN"
        ],
        [
          66,
          89,
          "SUPPLIER"
        ],
        [
          96,
          109,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-490fa9d9f6 with Luxembourg Eco Supplies SA supports Tesla Budget Engagement Drive execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          46,
          "SUPPLIER"
        ],
        [
          56,
          85,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Q2 Electric Vehicle Promotion promotion sourced NetAssist Pro from Küchen und Gaumenfreuden GmbH via PO-9ab24e8f1f.",
    {
      "entities": [
        [
          4,
          33,
          "CAMPAIGN"
        ],
        [
          52,
          65,
          "PRODUCT"
        ],
        [
          71,
          100,
          "SUPPLIER"
        ],
        [
          105,
          118,
          "PO"
        ]
      ]
    }
  ],
  [
    "GreenTech Solutions NV funded Emma NextGen Hybrid Launch Campaign through PO-6196faf9f5 worth €150,000.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          30,
          65,
          "CAMPAIGN"
        ],
        [
          74,
          87,
          "PO"
        ]
      ]
    }
  ],
  [
    "EcoFresh Supplies Co., Ltd. funded Tesla Gen-Z Engagement Drive through PO-e97bba5afe worth €150,000.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          35,
          63,
          "CAMPAIGN"
        ],
        [
          72,
          85,
          "PO"
        ]
      ]
    }
  ],
  [
    "Q4 Gaming Console Promotion merchandise was procured from SecureGuardian Access Solutions GmbH using PO-6b20b7dd4f.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          58,
          94,
          "SUPPLIER"
        ],
        [
          101,
          114,
          "PO"
        ]
      ]
    }
  ],
  [
    "Pacific Ocean Supplies Inc. provided OptiView X-ray Fluorescence Spectrometer for the Spring Cereal Promotion launch event.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          37,
          77,
          "PRODUCT"
        ],
        [
          86,
          109,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-1ff1c68826 with Eichstätter Vertriebs GmbH supports Emma x SCHÖNER WOHNEN Sleep Design Story execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          46,
          "SUPPLIER"
        ],
        [
          56,
          96,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-46f78e9e5f with AfricanTech Solutions Ltd supports Nestle Engagement Optimization Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          45,
          "SUPPLIER"
        ],
        [
          55,
          94,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The BMW Cereal Launch Campaign promotion sourced Nestle from Netherlands Precision Components NV via PO-4295f4361e.",
    {
      "entities": [
        [
          4,
          30,
          "CAMPAIGN"
        ],
        [
          49,
          55,
          "PRODUCT"
        ],
        [
          61,
          96,
          "SUPPLIER"
        ],
        [
          101,
          114,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-a93e6017 covered Tablet Europe Rollout expenses from PostDoc Mail Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          50,
          "CAMPAIGN"
        ],
        [
          65,
          87,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Payment INV-acbe88e6 for Q2 Electric Vehicle Promotion materials went to Vertriebspartner GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          54,
          "CAMPAIGN"
        ],
        [
          73,
          94,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Astra Manufacturing Indonesia delivered materials for Vittel Summer Hydration Drive under contract CTR-67552fa112.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          54,
          83,
          "CAMPAIGN"
        ],
        [
          99,
          113,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Spring Cereal Promotion promotion sourced Kellogg’s from TechNova Industries Pvt Ltd via PO-a0a32edc64.",
    {
      "entities": [
        [
          4,
          27,
          "CAMPAIGN"
        ],
        [
          46,
          55,
          "PRODUCT"
        ],
        [
          61,
          88,
          "SUPPLIER"
        ],
        [
          93,
          106,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-91f940ac for Winter Skincare Week with Vogue DE materials went to Επιχειρόμενος Διάλυσης Περιφέρειας.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          59,
          "CAMPAIGN"
        ],
        [
          78,
          112,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-02c873fd14 with TerraFirma Italia srl supports Amazon Gen-Z Engagement Drive execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          41,
          "SUPPLIER"
        ],
        [
          51,
          80,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Agricola Natura Srl delivered materials for Winter Smart Tech Push under contract CTR-372e5de0e8.",
    {
      "entities": [
        [
          0,
          19,
          "SUPPLIER"
        ],
        [
          44,
          66,
          "CAMPAIGN"
        ],
        [
          82,
          96,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "EnergieGesellschaft GmbH funded Q1 Smartwatch Promotion through PO-b377a0332f worth €150,000.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          32,
          55,
          "CAMPAIGN"
        ],
        [
          64,
          77,
          "PO"
        ]
      ]
    }
  ],
  [
    "Croatian Export Solutions d.o.o. delivered materials for Mother’s Day Gift with Love 2024 under contract CTR-70740b0435.",
    {
      "entities": [
        [
          0,
          32,
          "SUPPLIER"
        ],
        [
          57,
          89,
          "CAMPAIGN"
        ],
        [
          105,
          119,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment INV-62db2d29 for Summer Smart TV Promotion materials went to Audit and Advisory Solutions NV.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          50,
          "CAMPAIGN"
        ],
        [
          69,
          100,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-59777eeeaf with TechInnovate Solutions Ltd. supports Apple Beverage Launch Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          47,
          "SUPPLIER"
        ],
        [
          57,
          87,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Invoice INV-2dd52a72 covered Tablet Memorial Day 2025 expenses from Tobias Office Solutions GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          53,
          "CAMPAIGN"
        ],
        [
          68,
          96,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Apple Beverage Launch Campaign merchandise was procured from TechSupply GmbH using PO-0ac1547dab.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          61,
          76,
          "SUPPLIER"
        ],
        [
          83,
          96,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-9feef8f4 for Nestle Summer Refresh materials went to Fábrica Nacional de Produtos Especiais.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          46,
          "CAMPAIGN"
        ],
        [
          65,
          103,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Honda Conversion Optimization Campaign promotion sourced Trixie from Suppliers GmbH via PO-6273b1ae8f.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          61,
          67,
          "PRODUCT"
        ],
        [
          73,
          87,
          "SUPPLIER"
        ],
        [
          92,
          105,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-408759362d with Precision Equipment Solutions supports Mattress Upgrade Campaign execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          49,
          "SUPPLIER"
        ],
        [
          59,
          84,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Tesla Gen-Z Engagement Drive merchandise was procured from Global Fleet Solutions Ltd using PO-6b20b7dd4f.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          59,
          85,
          "SUPPLIER"
        ],
        [
          92,
          105,
          "PO"
        ]
      ]
    }
  ],
  [
    "Hersteller GmbH delivered materials for Adidas Ultraboost Light Launch under contract CTR-2428b4df0a.",
    {
      "entities": [
        [
          0,
          15,
          "SUPPLIER"
        ],
        [
          40,
          70,
          "CAMPAIGN"
        ],
        [
          86,
          100,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Invoice INV-f44ffa53 covered Nesquik Back to School Nutrition expenses from OptiTech Audio-Visual GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          61,
          "CAMPAIGN"
        ],
        [
          76,
          102,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-9998273e covered Electric Vehicle US Rollout expenses from Eckhaus GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          56,
          "CAMPAIGN"
        ],
        [
          71,
          83,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Aardrijkskundige Producten N.V. provided Oxford University Press for the Adidas Owners Club Refresh launch event.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          41,
          64,
          "PRODUCT"
        ],
        [
          73,
          99,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Summer Gaming Console Promotion promotion sourced SkyLux Executive Suite from PayLink Solutions via PO-6588d343d5.",
    {
      "entities": [
        [
          4,
          35,
          "CAMPAIGN"
        ],
        [
          54,
          76,
          "PRODUCT"
        ],
        [
          82,
          99,
          "SUPPLIER"
        ],
        [
          104,
          117,
          "PO"
        ]
      ]
    }
  ],
  [
    "Nestle Fitness Tracker Launch Campaign merchandise was procured from OptiMech Technologie GmbH using PO-6ee88585e7.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          69,
          94,
          "SUPPLIER"
        ],
        [
          101,
          114,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-7c61f345 for Samsung Awareness Optimization Campaign materials went to GreenCycle Waste Solutions Ltd.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          64,
          "CAMPAIGN"
        ],
        [
          83,
          113,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Payment INV-5db03a3f for BMW Cereal Launch Campaign materials went to Optima Supplies GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          51,
          "CAMPAIGN"
        ],
        [
          70,
          90,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "CTR-2987fb75d2 with Maverick Machinery Inc. supports Gaming Console France Rollout execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          43,
          "SUPPLIER"
        ],
        [
          53,
          82,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Payment INV-905fd921 for Nescafé Winter Warmth Campaign materials went to StrategieConsult GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          55,
          "CAMPAIGN"
        ],
        [
          74,
          95,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "OptiTech Solutions GmbH funded Back-to-School Shoes Promotion through PO-4295f4361e worth €150,000.",
    {
      "entities": [
        [
          0,
          23,
          "SUPPLIER"
        ],
        [
          31,
          61,
          "CAMPAIGN"
        ],
        [
          70,
          83,
          "PO"
        ]
      ]
    }
  ],
  [
    "Payment INV-8cb5cade for Amazon Gen-Z Engagement Drive materials went to EduTrain Sales Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          54,
          "CAMPAIGN"
        ],
        [
          73,
          97,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Payment INV-9f2d3ece for Spring Cereal Promotion materials went to Aardrijkskundige Producten N.V..",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          48,
          "CAMPAIGN"
        ],
        [
          67,
          98,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Precision Equipment Solutions funded Coca-Cola Senior Engagement Drive through PO-2149a09a2e worth €150,000.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          37,
          70,
          "CAMPAIGN"
        ],
        [
          79,
          92,
          "PO"
        ]
      ]
    }
  ],
  [
    "Invoice INV-436b619a covered Spring Cereal Promotion expenses from GuardForce International GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          52,
          "CAMPAIGN"
        ],
        [
          67,
          96,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Samsung Millennial Engagement Drive promotion sourced Lululemon from TechnoSupply GmbH via PO-666a2e963e.",
    {
      "entities": [
        [
          4,
          39,
          "CAMPAIGN"
        ],
        [
          58,
          67,
          "PRODUCT"
        ],
        [
          73,
          90,
          "SUPPLIER"
        ],
        [
          95,
          108,
          "PO"
        ]
      ]
    }
  ],
  [
    "Tunturitalo Oy funded Mercedes Eco-conscious Engagement Drive through PO-6d5e2e6633 worth €150,000.",
    {
      "entities": [
        [
          0,
          14,
          "SUPPLIER"
        ],
        [
          22,
          61,
          "CAMPAIGN"
        ],
        [
          70,
          83,
          "PO"
        ]
      ]
    }
  ],
  [
    "TechSupplies GmbH funded Electric Vehicle Black Friday 2025 through PO-ac589685bd worth €150,000.",
    {
      "entities": [
        [
          0,
          17,
          "SUPPLIER"
        ],
        [
          25,
          59,
          "CAMPAIGN"
        ],
        [
          68,
          81,
          "PO"
        ]
      ]
    }
  ],
  [
    "Lithuania Productivity Solutions Ltd. provided The Urban Nest for the Cereal Europe Rollout launch event.",
    {
      "entities": [
        [
          0,
          37,
          "SUPPLIER"
        ],
        [
          47,
          61,
          "PRODUCT"
        ],
        [
          70,
          91,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Honda Conversion Optimization Campaign promotion sourced Achieve Rewards from Croatian Road Transport Services via PO-c09d2876d1.",
    {
      "entities": [
        [
          4,
          42,
          "CAMPAIGN"
        ],
        [
          61,
          76,
          "PRODUCT"
        ],
        [
          82,
          114,
          "SUPPLIER"
        ],
        [
          119,
          132,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-2aedcc83cf with ForestTech Supplies GmbH supports Summer Gaming Console Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          44,
          "SUPPLIER"
        ],
        [
          54,
          85,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "CTR-1371494e78 with Pacific Ocean Supplies Inc. supports Garden Gourmet Spring Refresh Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          47,
          "SUPPLIER"
        ],
        [
          57,
          96,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "TechSupply GmbH funded Emma NextGen Hybrid Launch Campaign through PO-203e3c2235 worth €150,000.",
    {
      "entities": [
        [
          0,
          15,
          "SUPPLIER"
        ],
        [
          23,
          58,
          "CAMPAIGN"
        ],
        [
          67,
          80,
          "PO"
        ]
      ]
    }
  ],
  [
    "CTR-502e570ffe with Calwer Brennstoffe GmbH supports Q3 Smartwatch Promotion execution.",
    {
      "entities": [
        [
          0,
          14,
          "CONTRACT"
        ],
        [
          20,
          43,
          "SUPPLIER"
        ],
        [
          53,
          76,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "EcoFutur Erittelyt Oy delivered materials for Mother’s Day Gift Event under contract CTR-5eef6cc632.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          46,
          69,
          "CAMPAIGN"
        ],
        [
          85,
          99,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Payment INV-0be7d28f for Adidas Owners Club Refresh materials went to SecureGuard Access Solutions.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          25,
          51,
          "CAMPAIGN"
        ],
        [
          70,
          98,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-f44ffa53 covered Spring Cereal Promotion expenses from TeleConnect GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          52,
          "CAMPAIGN"
        ],
        [
          67,
          83,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-674e3733 covered Q3 Smartwatch Promotion expenses from GreenTech Supplies Ltd..",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          52,
          "CAMPAIGN"
        ],
        [
          67,
          90,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Invoice INV-55178fa5 covered Toyota ROAS Optimization Campaign expenses from Hersteller GmbH.",
    {
      "entities": [
        [
          8,
          20,
          "INVOICE"
        ],
        [
          29,
          62,
          "CAMPAIGN"
        ],
        [
          77,
          92,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Winter Sleep Festival required a Operations Manager proficient in Kanban.",
    {
      "entities": [
        [
          0,
          21,
          "CAMPAIGN"
        ],
        [
          33,
          51,
          "ROLE"
        ],
        [
          66,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Chief Revenue Officer with Rust background to oversee Holiday Cleaning Event.",
    {
      "entities": [
        [
          14,
          35,
          "ROLE"
        ],
        [
          41,
          45,
          "SKILL"
        ],
        [
          68,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Emma x SCHÖNER WOHNEN Sleep Design Story success was driven by our Inside Sales Representative team's Jenkins.",
    {
      "entities": [
        [
          0,
          40,
          "CAMPAIGN"
        ],
        [
          67,
          94,
          "ROLE"
        ],
        [
          102,
          109,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Training Manager leveraged Vendor Management to optimize Cereal Europe Rollout performance.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          31,
          48,
          "SKILL"
        ],
        [
          61,
          82,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Principal Engineer with TypeScript background to oversee Gaming Console France Rollout.",
    {
      "entities": [
        [
          14,
          32,
          "ROLE"
        ],
        [
          38,
          48,
          "SKILL"
        ],
        [
          71,
          100,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Nescafé Winter Warmth Campaign success was driven by our HR Manager team's French.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          57,
          67,
          "ROLE"
        ],
        [
          75,
          81,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Microsoft Q1 Upgrade required a Product Manager proficient in MongoDB.",
    {
      "entities": [
        [
          0,
          20,
          "CAMPAIGN"
        ],
        [
          32,
          47,
          "ROLE"
        ],
        [
          62,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Senior Engineer leveraged Docker to optimize Coca-Cola Senior Engagement Drive performance.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          30,
          36,
          "SKILL"
        ],
        [
          49,
          82,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Enterprise Account Executive used Git to analyze Summer Gaming Console Promotion results.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          38,
          41,
          "SKILL"
        ],
        [
          53,
          84,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Electric Vehicle US Rollout success was driven by our People Operations Manager team's SEO/SEM.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          54,
          79,
          "ROLE"
        ],
        [
          87,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Vice President of Sales with Process Improvement expertise led the Summer Essentials Promo project.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          52,
          "SKILL"
        ],
        [
          71,
          94,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Tesla Gen-Z Engagement Drive success was driven by our UX Designer team's Jira.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          55,
          66,
          "ROLE"
        ],
        [
          74,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Financial Officer leveraged Accounting to optimize Holiday Smart TV Promotion performance.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          38,
          48,
          "SKILL"
        ],
        [
          61,
          87,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Frontend Developer with OKRs background to oversee Spring Cereal Promotion.",
    {
      "entities": [
        [
          14,
          32,
          "ROLE"
        ],
        [
          38,
          42,
          "SKILL"
        ],
        [
          65,
          88,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Digital Marketing Manager with Business Development expertise led the Q4 Gaming Console Promotion project.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          55,
          "SKILL"
        ],
        [
          74,
          101,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The QA Engineer leveraged Kotlin to optimize Beverage APAC Rollout performance.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          26,
          32,
          "SKILL"
        ],
        [
          45,
          66,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Software Engineer with Spring Boot background to oversee Laptop North America Rollout.",
    {
      "entities": [
        [
          14,
          31,
          "ROLE"
        ],
        [
          37,
          48,
          "SKILL"
        ],
        [
          71,
          99,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Sales Engineer with Time Management expertise led the Amazon Winter Upgrade project.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          24,
          39,
          "SKILL"
        ],
        [
          58,
          79,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Chief Executive Officer with Agile/Scrum expertise led the Nestle Fitness Tracker Launch Campaign project.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          44,
          "SKILL"
        ],
        [
          63,
          101,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Black Friday Boost with Nike planning involved Chief Operating Officer specialists in TensorFlow.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          47,
          70,
          "ROLE"
        ],
        [
          86,
          96,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The UX Designer leveraged HubSpot to optimize Bedroom Essentials Sale performance.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          26,
          33,
          "SKILL"
        ],
        [
          46,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Technical Product Manager with Python background to oversee Nesquik Back to School Nutrition.",
    {
      "entities": [
        [
          14,
          39,
          "ROLE"
        ],
        [
          45,
          51,
          "SKILL"
        ],
        [
          74,
          106,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a UX Researcher with Negotiation background to oversee Smart TV Prime Day 2025.",
    {
      "entities": [
        [
          14,
          27,
          "ROLE"
        ],
        [
          33,
          44,
          "SKILL"
        ],
        [
          67,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Samsung Beverage Launch Campaign success was driven by our Growth Manager team's Agile/Scrum.",
    {
      "entities": [
        [
          0,
          32,
          "CAMPAIGN"
        ],
        [
          59,
          73,
          "ROLE"
        ],
        [
          81,
          92,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Marketing Operations Manager used Japanese to analyze Holiday Cleaning Event results.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          38,
          46,
          "SKILL"
        ],
        [
          58,
          80,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Budget Analyst managed Amazon Q1 Refresh and demonstrated strong Tableau.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          27,
          44,
          "CAMPAIGN"
        ],
        [
          69,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Supply Chain Manager managed Summer Essentials Promo and demonstrated strong Leadership.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          33,
          56,
          "CAMPAIGN"
        ],
        [
          81,
          91,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Staff Engineer leveraged Jenkins to optimize Summer Smart TV Promotion performance.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          29,
          36,
          "SKILL"
        ],
        [
          49,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Finance Manager managed Back-to-School Home Essentials and demonstrated strong SQL Server.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          28,
          58,
          "CAMPAIGN"
        ],
        [
          83,
          93,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Regional Sales Manager leveraged Mandarin to optimize Back-to-School Home Essentials performance.",
    {
      "entities": [
        [
          4,
          26,
          "ROLE"
        ],
        [
          37,
          45,
          "SKILL"
        ],
        [
          58,
          88,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Bedroom Essentials Sale planning involved HR Manager specialists in Ansible.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          42,
          52,
          "ROLE"
        ],
        [
          68,
          75,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of HR leveraged Redis to optimize Nestle Summer Refresh performance.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          35,
          40,
          "SKILL"
        ],
        [
          53,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Summer Gaming Console Promotion success was driven by our Digital Marketing Manager team's Time Management.",
    {
      "entities": [
        [
          0,
          31,
          "CAMPAIGN"
        ],
        [
          58,
          83,
          "ROLE"
        ],
        [
          91,
          106,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Microsoft Youth Engagement Drive required a Social Media Manager proficient in GitLab CI/CD.",
    {
      "entities": [
        [
          0,
          32,
          "CAMPAIGN"
        ],
        [
          44,
          64,
          "ROLE"
        ],
        [
          79,
          91,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Employee Relations Manager with Mentoring background to oversee Winter Sleep Festival.",
    {
      "entities": [
        [
          14,
          40,
          "ROLE"
        ],
        [
          46,
          55,
          "SKILL"
        ],
        [
          78,
          99,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Sales Development Representative used Russian to analyze Winter Smart TV Promotion results.",
    {
      "entities": [
        [
          4,
          36,
          "ROLE"
        ],
        [
          42,
          49,
          "SKILL"
        ],
        [
          61,
          86,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Tablet Memorial Day 2025 success was driven by our HR Manager team's Negotiation.",
    {
      "entities": [
        [
          0,
          24,
          "CAMPAIGN"
        ],
        [
          51,
          61,
          "ROLE"
        ],
        [
          69,
          80,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Mobile Developer used Strategic Planning to analyze Amazon Q1 Expansion results.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          26,
          44,
          "SKILL"
        ],
        [
          56,
          75,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Platform Engineer with Accounting background to oversee Mother’s Day Gift with Love 2024.",
    {
      "entities": [
        [
          14,
          31,
          "ROLE"
        ],
        [
          37,
          47,
          "SKILL"
        ],
        [
          70,
          102,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Security Engineer with Stakeholder Management expertise led the Nesquik Back to School Nutrition project.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          49,
          "SKILL"
        ],
        [
          68,
          100,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Account Manager leveraged Swift to optimize Toyota ROAS Optimization Campaign performance.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          30,
          35,
          "SKILL"
        ],
        [
          48,
          81,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Cloud Engineer managed Holiday Smart TV Promotion and demonstrated strong Decision Making.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          27,
          53,
          "CAMPAIGN"
        ],
        [
          78,
          93,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Black Friday Push with Nike required a Vice President of Sales proficient in SAP.",
    {
      "entities": [
        [
          0,
          27,
          "CAMPAIGN"
        ],
        [
          39,
          62,
          "ROLE"
        ],
        [
          77,
          80,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Platform Engineer with Content Strategy expertise led the Smartwatch Father's Day 2025 project.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          43,
          "SKILL"
        ],
        [
          62,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Vice President of Engineering with Slack expertise led the Back-to-School Home Essentials project.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          39,
          44,
          "SKILL"
        ],
        [
          63,
          93,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Growth Manager leveraged Project Management to optimize Coca-Cola Senior Engagement Drive performance.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          29,
          47,
          "SKILL"
        ],
        [
          60,
          93,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Back-to-School Home Essentials required a Brand Strategist proficient in TypeScript.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          58,
          "ROLE"
        ],
        [
          73,
          83,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Chief Product Officer with Vue.js background to oversee Mother's Day Expansion with Meta.",
    {
      "entities": [
        [
          14,
          35,
          "ROLE"
        ],
        [
          41,
          47,
          "SKILL"
        ],
        [
          70,
          102,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Senior Product Manager with FastAPI expertise led the Mother’s Day Gift with Love 2024 project.",
    {
      "entities": [
        [
          4,
          26,
          "ROLE"
        ],
        [
          32,
          39,
          "SKILL"
        ],
        [
          58,
          90,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a DevOps Engineer with AWS background to oversee Black Friday Push with Nike.",
    {
      "entities": [
        [
          14,
          29,
          "ROLE"
        ],
        [
          35,
          38,
          "SKILL"
        ],
        [
          61,
          88,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh required a Content Marketing Manager proficient in Grafana.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          38,
          63,
          "ROLE"
        ],
        [
          78,
          85,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Smart TV Prime Day 2025 required a Email Marketing Manager proficient in French.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          35,
          58,
          "ROLE"
        ],
        [
          73,
          79,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Apple Beverage Launch Campaign success was driven by our Tech Lead team's Looker.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          57,
          66,
          "ROLE"
        ],
        [
          74,
          80,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Senior Software Engineer leveraged Digital Marketing to optimize Mother's Day Expansion with Meta performance.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          39,
          56,
          "SKILL"
        ],
        [
          69,
          101,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Recruiter with Datadog expertise led the Maggi Autumn Wellness Program project.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          19,
          26,
          "SKILL"
        ],
        [
          45,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Marketing Manager managed Winter Skincare Week with Vogue DE and demonstrated strong Decision Making.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          30,
          64,
          "CAMPAIGN"
        ],
        [
          89,
          104,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Training Manager leveraged Budget Management to optimize Garden Gourmet Spring Refresh Promotion performance.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          31,
          48,
          "SKILL"
        ],
        [
          61,
          100,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Software Engineer with PyTorch background to oversee Coca-Cola Senior Engagement Drive.",
    {
      "entities": [
        [
          14,
          31,
          "ROLE"
        ],
        [
          37,
          44,
          "SKILL"
        ],
        [
          67,
          100,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Cloud Engineer managed Sneakers APAC Rollout and demonstrated strong Vendor Management.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          27,
          48,
          "CAMPAIGN"
        ],
        [
          73,
          90,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Sales Development Representative with Agile/Scrum background to oversee Q3 Smartwatch Promotion.",
    {
      "entities": [
        [
          14,
          46,
          "ROLE"
        ],
        [
          52,
          63,
          "SKILL"
        ],
        [
          86,
          109,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Amazon Senior Engagement Drive planning involved Site Reliability Engineer specialists in Ruby.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          49,
          74,
          "ROLE"
        ],
        [
          90,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Electric Vehicle New Year 2024 required a Product Owner proficient in Japanese.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          55,
          "ROLE"
        ],
        [
          70,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Demand Generation Manager used SAP to analyze Amazon Q1 Expansion results.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          38,
          "SKILL"
        ],
        [
          50,
          69,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Apple Beverage Launch Campaign required a Associate Product Manager proficient in Negotiation.",
    {
      "entities": [
        [
          0,
          30,
          "CAMPAIGN"
        ],
        [
          42,
          67,
          "ROLE"
        ],
        [
          82,
          93,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Estee Lauder Double Wear Radiance Launch success was driven by our Chief Operating Officer team's Datadog.",
    {
      "entities": [
        [
          0,
          40,
          "CAMPAIGN"
        ],
        [
          67,
          90,
          "ROLE"
        ],
        [
          98,
          105,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Technical Product Manager used Azure to analyze Black Friday Push with Nike results.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          40,
          "SKILL"
        ],
        [
          52,
          79,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Treasury Analyst leveraged PHP to optimize Adidas Owners Club Refresh performance.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          31,
          34,
          "SKILL"
        ],
        [
          47,
          73,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Staff Software Engineer leveraged Supply Chain to optimize BMW Cereal Launch Campaign performance.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          38,
          50,
          "SKILL"
        ],
        [
          63,
          89,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Software Engineer used Client Relations to analyze Electric Vehicle US Rollout results.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          43,
          "SKILL"
        ],
        [
          55,
          82,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Chief Marketing Officer with Digital Marketing background to oversee Autumn Beauty Revival.",
    {
      "entities": [
        [
          14,
          37,
          "ROLE"
        ],
        [
          43,
          60,
          "SKILL"
        ],
        [
          83,
          104,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Technical Product Manager with Go-to-Market Strategy expertise led the Summer Smart TV Promotion project.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          56,
          "SKILL"
        ],
        [
          75,
          100,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Q1 Smartwatch Promotion required a Staff Software Engineer proficient in Rust.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          35,
          58,
          "ROLE"
        ],
        [
          73,
          77,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Engineering managed Nescafé Winter Warmth Campaign and demonstrated strong Sketch.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          42,
          72,
          "CAMPAIGN"
        ],
        [
          97,
          103,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Cloud Engineer with Cross-functional Collaboration background to oversee Adidas Conversion Optimization Campaign.",
    {
      "entities": [
        [
          14,
          28,
          "ROLE"
        ],
        [
          34,
          64,
          "SKILL"
        ],
        [
          87,
          126,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Senior Financial Analyst used Docker to analyze Summer Smart TV Promotion results.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          34,
          40,
          "SKILL"
        ],
        [
          52,
          77,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Security Engineer managed Coca-Cola Fitness Tracker Launch Campaign and demonstrated strong Client Relations.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          30,
          71,
          "CAMPAIGN"
        ],
        [
          96,
          112,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Smartwatch Father's Day 2025 success was driven by our Vice President of Engineering team's Slack.",
    {
      "entities": [
        [
          0,
          28,
          "CAMPAIGN"
        ],
        [
          55,
          84,
          "ROLE"
        ],
        [
          92,
          97,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Adidas Owners Club Refresh required a Chief Marketing Officer proficient in Problem Solving.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          38,
          61,
          "ROLE"
        ],
        [
          76,
          91,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Digital Marketing Specialist with Spring Boot background to oversee Adidas Owners Club Refresh.",
    {
      "entities": [
        [
          14,
          42,
          "ROLE"
        ],
        [
          48,
          59,
          "SKILL"
        ],
        [
          82,
          108,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Senior Software Engineer managed Tesla Budget Engagement Drive and demonstrated strong Mandarin.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          37,
          66,
          "CAMPAIGN"
        ],
        [
          91,
          99,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Business Development Manager leveraged Jira to optimize Sneakers APAC Rollout performance.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          43,
          47,
          "SKILL"
        ],
        [
          60,
          81,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Chief Product Officer used Ruby to analyze Q3 Gaming Console Promotion results.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          31,
          35,
          "SKILL"
        ],
        [
          47,
          74,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our Business Development Manager with Arabic expertise led the Influencer Partnership Drive project.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          38,
          44,
          "SKILL"
        ],
        [
          63,
          91,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Nestle Fitness Tracker Launch Campaign planning involved Sales Manager specialists in Tableau.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          57,
          70,
          "ROLE"
        ],
        [
          86,
          93,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Treasury Analyst used PyTorch to analyze Holiday Smart TV Promotion results.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          26,
          33,
          "SKILL"
        ],
        [
          45,
          71,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Email Marketing Manager used Microsoft Teams to analyze Gaming Console France Rollout results.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          48,
          "SKILL"
        ],
        [
          60,
          89,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Bedroom Essentials Sale required a Product Owner proficient in C++.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          35,
          48,
          "ROLE"
        ],
        [
          63,
          66,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Enterprise Account Executive managed Toyota ROAS Optimization Campaign and demonstrated strong Chef.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          41,
          74,
          "CAMPAIGN"
        ],
        [
          99,
          103,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Smart TV Mother's Day 2024 success was driven by our Inside Sales Representative team's Python.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          53,
          80,
          "ROLE"
        ],
        [
          88,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Samsung Eco-conscious Engagement Drive planning involved Sales Director specialists in PyTorch.",
    {
      "entities": [
        [
          0,
          38,
          "CAMPAIGN"
        ],
        [
          57,
          71,
          "ROLE"
        ],
        [
          87,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Product Designer with scikit-learn expertise led the Mother’s Day Gift Event project.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          26,
          38,
          "SKILL"
        ],
        [
          57,
          80,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The VP of Sales managed Winter Sleep Festival and demonstrated strong Supply Chain.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          24,
          45,
          "CAMPAIGN"
        ],
        [
          70,
          82,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Beverage Christmas 2024 required a Staff Engineer proficient in Network Security.",
    {
      "entities": [
        [
          0,
          23,
          "CAMPAIGN"
        ],
        [
          35,
          49,
          "ROLE"
        ],
        [
          64,
          80,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Product Manager used Django to analyze Estee Lauder Double Wear Radiance Launch results.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          25,
          31,
          "SKILL"
        ],
        [
          43,
          83,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The SEM Specialist leveraged Data Analysis to optimize Tesla Gen-Z Engagement Drive performance.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          29,
          42,
          "SKILL"
        ],
        [
          55,
          83,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "We assigned a Training Manager with Kanban background to oversee Microsoft Youth Engagement Drive.",
    {
      "entities": [
        [
          14,
          30,
          "ROLE"
        ],
        [
          36,
          42,
          "SKILL"
        ],
        [
          65,
          97,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "The Business Development Manager used Italian to analyze Mother's Day Expansion with Meta results.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          38,
          45,
          "SKILL"
        ],
        [
          57,
          89,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "BMW Cereal Launch Campaign planning involved Demand Generation Manager specialists in Japanese.",
    {
      "entities": [
        [
          0,
          26,
          "CAMPAIGN"
        ],
        [
          45,
          70,
          "ROLE"
        ],
        [
          86,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of HR managed Emma NextGen Hybrid Launch Campaign and demonstrated strong Lean.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          33,
          68,
          "CAMPAIGN"
        ],
        [
          93,
          97,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "We assigned a Operations Manager with Project Management background to oversee BMW Millennial Engagement Drive.",
    {
      "entities": [
        [
          14,
          32,
          "ROLE"
        ],
        [
          38,
          56,
          "SKILL"
        ],
        [
          79,
          110,
          "CAMPAIGN"
        ]
      ]
    }
  ],
  [
    "Our UI Designer used R to evaluate OptiMech Technologie GmbH performance.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          21,
          22,
          "SKILL"
        ],
        [
          35,
          60,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-30db8f160f approval by the Technical Product Manager required advanced TensorFlow.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          55,
          "ROLE"
        ],
        [
          74,
          84,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Executive Officer approved INV-436b619a after verifying CTR-2d1790ffe2 terms.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          49,
          "INVOICE"
        ],
        [
          66,
          80,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Vice President of Sales negotiated CTR-1f13ac6600 with Suppliers GmbH & Co. KG successfully.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          39,
          53,
          "CONTRACT"
        ],
        [
          59,
          82,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Vice President of Engineering used Git to evaluate Éléments Artisans de la Chaîne performance.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          39,
          42,
          "SKILL"
        ],
        [
          55,
          85,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "EbernTech Solutions GmbH contract management requires a Principal Engineer skilled in Communication.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          56,
          74,
          "ROLE"
        ],
        [
          86,
          99,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Account Manager reviewed PO-56e5b88ba0 details with strong InVision abilities.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          29,
          42,
          "PO"
        ],
        [
          63,
          71,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-5edea32681 approval by the Sales Development Rep required advanced Oracle.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          51,
          "ROLE"
        ],
        [
          70,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Full Stack Developer used Elasticsearch to evaluate Astra Manufacturing Indonesia performance.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          30,
          43,
          "SKILL"
        ],
        [
          56,
          85,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Employee Relations Manager used Jenkins to evaluate EduTrain Sales Solutions performance.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          36,
          43,
          "SKILL"
        ],
        [
          56,
          80,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Employee Relations Manager with Arabic expertise managed TechNatura GmbH relationships.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          36,
          42,
          "SKILL"
        ],
        [
          61,
          76,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Content Marketing Manager negotiated CTR-66be254fa0 with Aardrijkskundige Producten N.V. successfully.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          41,
          55,
          "CONTRACT"
        ],
        [
          61,
          92,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Digital Marketing Specialist negotiated CTR-2ee415e45a with TechTech Netherlands B.V. successfully.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          44,
          58,
          "CONTRACT"
        ],
        [
          64,
          89,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Platform Engineer approved INV-8cb5cade after verifying CTR-56ab9b6765 terms.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          31,
          43,
          "INVOICE"
        ],
        [
          60,
          74,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Platform Engineer approved INV-228a5447 after verifying CTR-5170943a8f terms.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          31,
          43,
          "INVOICE"
        ],
        [
          60,
          74,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Our Chief Technology Officer used DynamoDB to evaluate ExpoPro Deutschland GmbH performance.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          34,
          42,
          "SKILL"
        ],
        [
          55,
          79,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Sales Development Representative approved INV-91f940ac after verifying CTR-39a61cda22 terms.",
    {
      "entities": [
        [
          4,
          36,
          "ROLE"
        ],
        [
          46,
          58,
          "INVOICE"
        ],
        [
          75,
          89,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Tech Lead negotiated CTR-697bf69379 with Vertriebspartner GmbH successfully.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          25,
          39,
          "CONTRACT"
        ],
        [
          45,
          66,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-8a66f9a033 approval by the Engineering Manager required advanced C++.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          49,
          "ROLE"
        ],
        [
          68,
          71,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-1bd4d5231e approval by the Brand Manager required advanced Spanish.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          43,
          "ROLE"
        ],
        [
          62,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Marketing Analyst with Marketo expertise managed Kontakt Společnost relationships.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          34,
          "SKILL"
        ],
        [
          53,
          71,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "GuardForce International GmbH contract management requires a Finance Manager skilled in Express.js.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          61,
          76,
          "ROLE"
        ],
        [
          88,
          98,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Sales Rep negotiated CTR-341f73f200 with TeleConnect GmbH successfully.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          25,
          39,
          "CONTRACT"
        ],
        [
          45,
          61,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Performance Marketing Manager approved INV-c9d39ea1 after verifying CTR-1bc2028c21 terms.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          43,
          55,
          "INVOICE"
        ],
        [
          72,
          86,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Data Engineer reviewed PO-6273b1ae8f details with strong Jenkins abilities.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          27,
          40,
          "PO"
        ],
        [
          61,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Data Engineer processed INV-d8016072 from Skyline Cloud Solutions A/S using Budget Management.",
    {
      "entities": [
        [
          0,
          13,
          "ROLE"
        ],
        [
          24,
          36,
          "INVOICE"
        ],
        [
          42,
          69,
          "SUPPLIER"
        ],
        [
          76,
          93,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "EuroTech Solutions NV contract management requires a Operations Manager skilled in Design Thinking.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          53,
          71,
          "ROLE"
        ],
        [
          83,
          98,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Kommunikations-PR-Agentur GmbH contract management requires a Senior Engineer skilled in Angular.",
    {
      "entities": [
        [
          0,
          30,
          "SUPPLIER"
        ],
        [
          62,
          77,
          "ROLE"
        ],
        [
          89,
          96,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Technology Officer approved INV-edfd8bd4 after verifying CTR-1710dfbf48 terms.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          38,
          50,
          "INVOICE"
        ],
        [
          67,
          81,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Product Marketing Manager negotiated CTR-408759362d with Επιχειρόμενος Διάλυσης Περιφέρειας successfully.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          41,
          55,
          "CONTRACT"
        ],
        [
          61,
          95,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Staff Software Engineer with Elasticsearch expertise managed Suppliers & Distributors Chile Ltda relationships.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          46,
          "SKILL"
        ],
        [
          65,
          100,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Talent Acquisition Manager negotiated CTR-581d88e124 with Lithuania Productivity Solutions Ltd. successfully.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          42,
          56,
          "CONTRACT"
        ],
        [
          62,
          99,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Frontend Developer with Time Management expertise managed Επιχειρόμενος Διάλυσης Περιφέρειας relationships.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          28,
          43,
          "SKILL"
        ],
        [
          62,
          96,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Chief Operating Officer reviewed PO-a0a32edc64 details with strong API Design abilities.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          50,
          "PO"
        ],
        [
          71,
          81,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "AdriaTech Supplies contract management requires a Performance Marketing Manager skilled in Leadership.",
    {
      "entities": [
        [
          0,
          18,
          "SUPPLIER"
        ],
        [
          50,
          79,
          "ROLE"
        ],
        [
          91,
          101,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Email Marketing Manager with Express.js expertise managed Bodenlogistik GmbH relationships.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          43,
          "SKILL"
        ],
        [
          62,
          80,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-3421263844 approval by the UX Designer required advanced API Design.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          41,
          "ROLE"
        ],
        [
          60,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-4100dea90f approval by the SEO Specialist required advanced Grafana.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          44,
          "ROLE"
        ],
        [
          63,
          70,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Site Reliability Engineer used English to evaluate GuardForce International GmbH performance.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          42,
          "SKILL"
        ],
        [
          55,
          84,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Software Engineer used C++ to evaluate Innovadora S.A. performance.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          30,
          "SKILL"
        ],
        [
          43,
          58,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Product Designer approved INV-44ec95d4 after verifying CTR-6245130657 terms.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          30,
          42,
          "INVOICE"
        ],
        [
          59,
          73,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "HR Generalist processed INV-91f940ac from OptiTech Solutions GmbH using User Research.",
    {
      "entities": [
        [
          0,
          13,
          "ROLE"
        ],
        [
          24,
          36,
          "INVOICE"
        ],
        [
          42,
          65,
          "SUPPLIER"
        ],
        [
          72,
          85,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-a6baa843e7 approval by the Sales Development Representative required advanced Negotiation.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          62,
          "ROLE"
        ],
        [
          81,
          92,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our SEO Specialist with Sketch expertise managed GuardForce International GmbH relationships.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          24,
          30,
          "SKILL"
        ],
        [
          49,
          78,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-8da897421d approval by the Sales Rep required advanced Azure.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          39,
          "ROLE"
        ],
        [
          58,
          63,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-2642d6fff6 approval by the Product Manager required advanced Elasticsearch.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          45,
          "ROLE"
        ],
        [
          64,
          77,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Operating Officer reviewed PO-c311944d2c details with strong Spring Boot abilities.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          50,
          "PO"
        ],
        [
          71,
          82,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Budget Analyst reviewed PO-6c33d8451f details with strong Competitive Analysis abilities.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          28,
          41,
          "PO"
        ],
        [
          62,
          82,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Backend Developer processed INV-d9abd520 from TechNatura GmbH using Process Improvement.",
    {
      "entities": [
        [
          0,
          17,
          "ROLE"
        ],
        [
          28,
          40,
          "INVOICE"
        ],
        [
          46,
          61,
          "SUPPLIER"
        ],
        [
          68,
          87,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Controller negotiated CTR-581d88e124 with Proveedores del Valle successfully.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          26,
          40,
          "CONTRACT"
        ],
        [
          46,
          67,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Aardrijkskundige Producten N.V. contract management requires a UI Designer skilled in Sales Strategy.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          63,
          74,
          "ROLE"
        ],
        [
          86,
          100,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Sales Development Rep reviewed PO-3421263844 details with strong Kanban abilities.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          35,
          48,
          "PO"
        ],
        [
          69,
          75,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The ML Engineer negotiated CTR-67caf1d550 with Mark's Keys & Co. successfully.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          27,
          41,
          "CONTRACT"
        ],
        [
          47,
          64,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-9ab24e8f1f approval by the Marketing Manager required advanced DevOps.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          47,
          "ROLE"
        ],
        [
          66,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Brand Manager reviewed PO-3198efe047 details with strong HR Policies abilities.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          27,
          40,
          "PO"
        ],
        [
          61,
          72,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Platform Engineer approved INV-6ec5594b after verifying CTR-029933f045 terms.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          31,
          43,
          "INVOICE"
        ],
        [
          60,
          74,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Product Manager approved INV-674e3733 after verifying CTR-093170c0bc terms.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          29,
          41,
          "INVOICE"
        ],
        [
          58,
          72,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "PO-80f1b3b157 approval by the UI Designer required advanced Terraform.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          41,
          "ROLE"
        ],
        [
          60,
          69,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Security Engineer reviewed PO-56e5b88ba0 details with strong SQL abilities.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          31,
          44,
          "PO"
        ],
        [
          65,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Senior Financial Analyst with Neo4j expertise managed Kommunikations-PR-Agentur GmbH relationships.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          34,
          39,
          "SKILL"
        ],
        [
          58,
          88,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Chief Revenue Officer used Presentation Skills to evaluate GreenTech Solutions NV performance.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          31,
          50,
          "SKILL"
        ],
        [
          63,
          85,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Chief Operating Officer approved INV-1e72436f after verifying CTR-69ac9be4de terms.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          49,
          "INVOICE"
        ],
        [
          66,
          80,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Growth Manager reviewed PO-f4ba065f9c details with strong SAP abilities.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          28,
          41,
          "PO"
        ],
        [
          62,
          65,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Growth Manager negotiated CTR-46f78e9e5f with Excellence Lead Generation GmbH successfully.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          30,
          44,
          "CONTRACT"
        ],
        [
          50,
          81,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The SEO Specialist negotiated CTR-70740b0435 with Empresa de Servicios Innovadores S.L. successfully.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          30,
          44,
          "CONTRACT"
        ],
        [
          50,
          87,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Training Manager approved INV-905fd921 after verifying CTR-63316c0aba terms.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          30,
          42,
          "INVOICE"
        ],
        [
          59,
          73,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Our Full Stack Developer with MySQL expertise managed EbernTech Solutions GmbH relationships.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          30,
          35,
          "SKILL"
        ],
        [
          54,
          78,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-61008a5f04 approval by the Chief Technology Officer required advanced GDPR.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          54,
          "ROLE"
        ],
        [
          73,
          77,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Enterprise Account Executive negotiated CTR-143fb86080 with Fábrica Nacional de Produtos Especiais successfully.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          44,
          58,
          "CONTRACT"
        ],
        [
          64,
          102,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Chief Executive Officer approved INV-d4a1953a after verifying CTR-66eea8d12f terms.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          49,
          "INVOICE"
        ],
        [
          66,
          80,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Our Customer Success Manager with Angular expertise managed TechTech Netherlands B.V. relationships.",
    {
      "entities": [
        [
          4,
          28,
          "ROLE"
        ],
        [
          34,
          41,
          "SKILL"
        ],
        [
          60,
          85,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Growth Manager processed INV-e4282fcb from Verde Sustentable using Spanish.",
    {
      "entities": [
        [
          0,
          14,
          "ROLE"
        ],
        [
          25,
          37,
          "INVOICE"
        ],
        [
          43,
          60,
          "SUPPLIER"
        ],
        [
          67,
          74,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-e9e0bc09a4 approval by the Marketing Analyst required advanced Kubernetes.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          47,
          "ROLE"
        ],
        [
          66,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-6ee88585e7 approval by the Brand Manager required advanced Elasticsearch.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          43,
          "ROLE"
        ],
        [
          62,
          75,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "PO-c94cec93da approval by the Account Executive required advanced HR Policies.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          47,
          "ROLE"
        ],
        [
          66,
          77,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Arte e Stile Srl contract management requires a Product Manager skilled in Kubernetes.",
    {
      "entities": [
        [
          0,
          16,
          "SUPPLIER"
        ],
        [
          48,
          63,
          "ROLE"
        ],
        [
          75,
          85,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Vice President of Marketing approved INV-7bcf01a7 after verifying CTR-3dd5db5bf2 terms.",
    {
      "entities": [
        [
          4,
          31,
          "ROLE"
        ],
        [
          41,
          53,
          "INVOICE"
        ],
        [
          70,
          84,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Luxembourg Eco Supplies SA contract management requires a Frontend Developer skilled in API Design.",
    {
      "entities": [
        [
          0,
          26,
          "SUPPLIER"
        ],
        [
          58,
          76,
          "ROLE"
        ],
        [
          88,
          98,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Küchen und Gaumenfreuden GmbH contract management requires a UX Designer skilled in TensorFlow.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          61,
          72,
          "ROLE"
        ],
        [
          84,
          94,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Backend Developer used French to evaluate IP Innovations Ltd. performance.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          33,
          "SKILL"
        ],
        [
          46,
          65,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Business Development Manager approved INV-44ec95d4 after verifying CTR-3dd2cbe840 terms.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          42,
          54,
          "INVOICE"
        ],
        [
          71,
          85,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Operations Manager reviewed PO-36cf91e6b6 details with strong JavaScript abilities.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          32,
          45,
          "PO"
        ],
        [
          66,
          76,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Financial Officer reviewed PO-205eb2a3c2 details with strong HubSpot abilities.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          50,
          "PO"
        ],
        [
          71,
          78,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The QA Engineer reviewed PO-30db8f160f details with strong Six Sigma abilities.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          25,
          38,
          "PO"
        ],
        [
          59,
          68,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Éléments Artisans de la Chaîne contract management requires a QA Engineer skilled in Sales Strategy.",
    {
      "entities": [
        [
          0,
          30,
          "SUPPLIER"
        ],
        [
          62,
          73,
          "ROLE"
        ],
        [
          85,
          99,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Security Engineer negotiated CTR-697bf69379 with InovaTech s.r.o. successfully.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          33,
          47,
          "CONTRACT"
        ],
        [
          53,
          69,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Sales Engineer processed INV-55178fa5 from Vertriebsgesellschaft GmbH & Co. KG using Azure.",
    {
      "entities": [
        [
          0,
          14,
          "ROLE"
        ],
        [
          25,
          37,
          "INVOICE"
        ],
        [
          43,
          78,
          "SUPPLIER"
        ],
        [
          85,
          90,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Chief Financial Officer reviewed PO-cad53d1602 details with strong Machine Learning abilities.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          37,
          50,
          "PO"
        ],
        [
          71,
          87,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Treasury Analyst used Tableau to evaluate Muster-Unternehmen GmbH performance.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          26,
          33,
          "SKILL"
        ],
        [
          46,
          69,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our Backend Developer used Negotiation to evaluate Krofna Kavarna Tbilisi performance.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          38,
          "SKILL"
        ],
        [
          51,
          73,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Security Engineer negotiated CTR-5e543fc21f with Bodenlogistik GmbH successfully.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          33,
          47,
          "CONTRACT"
        ],
        [
          53,
          71,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Supply Chain Manager negotiated CTR-2428b4df0a with Finland Tech Innovations Ltd successfully.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          36,
          50,
          "CONTRACT"
        ],
        [
          56,
          84,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Product Designer processed INV-49758a06 from Grünlandschaftsspezialisten GmbH using Power BI.",
    {
      "entities": [
        [
          0,
          16,
          "ROLE"
        ],
        [
          27,
          39,
          "INVOICE"
        ],
        [
          45,
          77,
          "SUPPLIER"
        ],
        [
          84,
          92,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The Marketing Operations Manager negotiated CTR-5e94051162 with Agricola Natura Srl successfully.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          44,
          58,
          "CONTRACT"
        ],
        [
          64,
          83,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Sales Rep processed INV-3681b89f from Global Logistics Solutions GmbH using A/B Testing.",
    {
      "entities": [
        [
          0,
          9,
          "ROLE"
        ],
        [
          20,
          32,
          "INVOICE"
        ],
        [
          38,
          69,
          "SUPPLIER"
        ],
        [
          76,
          87,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Marketing Operations Manager used Shell Scripting to evaluate SecureGuard Access Solutions performance.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          38,
          53,
          "SKILL"
        ],
        [
          66,
          94,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "PO-b2642c1df8 approval by the Performance Marketing Manager required advanced Portuguese.",
    {
      "entities": [
        [
          0,
          13,
          "PO"
        ],
        [
          30,
          59,
          "ROLE"
        ],
        [
          78,
          88,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Our Tax Manager with TensorFlow expertise managed Mittelständischer Handel GmbH relationships.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          21,
          31,
          "SKILL"
        ],
        [
          50,
          79,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Financial Analyst reviewed PO-203e3c2235 details with strong Looker abilities.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          31,
          44,
          "PO"
        ],
        [
          65,
          71,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "Marketing Coordinator processed INV-8217e433 from Comercialización Innovadora S.A. using Go-to-Market Strategy.",
    {
      "entities": [
        [
          0,
          21,
          "ROLE"
        ],
        [
          32,
          44,
          "INVOICE"
        ],
        [
          50,
          82,
          "SUPPLIER"
        ],
        [
          89,
          110,
          "SKILL"
        ]
      ]
    }
  ],
  [
    "The DevOps Engineer leveraged GDPR to optimize Summer Smart TV Promotion spending with Suppliers GmbH & Co. KG.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          30,
          34,
          "SKILL"
        ],
        [
          47,
          72,
          "CAMPAIGN"
        ],
        [
          87,
          110,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Croatian Road Transport Services delivered Procter & Gamble for Electric Vehicle Black Friday 2025 while our Backend Developer handled INV-0be7d28f.",
    {
      "entities": [
        [
          0,
          32,
          "SUPPLIER"
        ],
        [
          43,
          59,
          "PRODUCT"
        ],
        [
          64,
          98,
          "CAMPAIGN"
        ],
        [
          109,
          126,
          "ROLE"
        ],
        [
          135,
          147,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Treasury Analyst leveraged Budget Management to optimize Adidas Owners Club Refresh spending with Fábrica Nacional de Produtos Especiais.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          31,
          48,
          "SKILL"
        ],
        [
          61,
          87,
          "CAMPAIGN"
        ],
        [
          102,
          140,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "GreenHarvest Solutions B.V. delivered Universal Engine Mount for Tablet Valentine's Day 2025 while our Product Designer handled INV-d4a1953a.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          38,
          60,
          "PRODUCT"
        ],
        [
          65,
          92,
          "CAMPAIGN"
        ],
        [
          103,
          119,
          "ROLE"
        ],
        [
          128,
          140,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Digital Marketing Manager with DynamoDB managed Adidas Conversion Optimization Campaign procurement from SecureGuard Access Solutions via PO-8da897421d.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          35,
          43,
          "SKILL"
        ],
        [
          52,
          91,
          "CAMPAIGN"
        ],
        [
          109,
          137,
          "SUPPLIER"
        ],
        [
          142,
          155,
          "PO"
        ]
      ]
    }
  ],
  [
    "The HR Manager with MongoDB managed Black Friday Mega Sale procurement from Muster-Unternehmen GmbH via PO-9fd5586357.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          20,
          27,
          "SKILL"
        ],
        [
          36,
          58,
          "CAMPAIGN"
        ],
        [
          76,
          99,
          "SUPPLIER"
        ],
        [
          104,
          117,
          "PO"
        ]
      ]
    }
  ],
  [
    "EcoFresh Supplies Co., Ltd. delivered Goo Gone Pro Concentrate for Maggi Autumn Wellness Program while our Senior Engineer handled INV-6dba8715.",
    {
      "entities": [
        [
          0,
          27,
          "SUPPLIER"
        ],
        [
          38,
          62,
          "PRODUCT"
        ],
        [
          67,
          96,
          "CAMPAIGN"
        ],
        [
          107,
          122,
          "ROLE"
        ],
        [
          131,
          143,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Marketing Operations Manager leveraged SQL to optimize Tablet France Rollout spending with SecureGuard Solutions GmbH.",
    {
      "entities": [
        [
          4,
          32,
          "ROLE"
        ],
        [
          43,
          46,
          "SKILL"
        ],
        [
          59,
          80,
          "CAMPAIGN"
        ],
        [
          95,
          121,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Social Media Manager with Ruby managed Mattress Upgrade Campaign procurement from Empresa de Servicios Innovadores S.L. via PO-81a3972135.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          30,
          34,
          "SKILL"
        ],
        [
          43,
          68,
          "CAMPAIGN"
        ],
        [
          86,
          123,
          "SUPPLIER"
        ],
        [
          128,
          141,
          "PO"
        ]
      ]
    }
  ],
  [
    "PostDoc Mail Solutions delivered Workforce Insights for Autumn_Comfort_Promotion while our Chief Executive Officer handled INV-3931e12e.",
    {
      "entities": [
        [
          0,
          22,
          "SUPPLIER"
        ],
        [
          33,
          51,
          "PRODUCT"
        ],
        [
          56,
          80,
          "CAMPAIGN"
        ],
        [
          91,
          114,
          "ROLE"
        ],
        [
          123,
          135,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Compensation Analyst with Figma managed Nescafé Winter Warmth Campaign procurement from SecureGuardian Access Solutions GmbH via PO-7bd9195e31.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          30,
          35,
          "SKILL"
        ],
        [
          44,
          74,
          "CAMPAIGN"
        ],
        [
          92,
          128,
          "SUPPLIER"
        ],
        [
          133,
          146,
          "PO"
        ]
      ]
    }
  ],
  [
    "Our Chief Revenue Officer used HR Policies to coordinate Tablet Valentine's Day 2025 with Pacific Ocean Supplies Inc. under CTR-69ceec1c80.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          31,
          42,
          "SKILL"
        ],
        [
          57,
          84,
          "CAMPAIGN"
        ],
        [
          90,
          117,
          "SUPPLIER"
        ],
        [
          124,
          138,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "Pacific Property Solutions Inc. delivered Crayola for Emma x SCHÖNER WOHNEN Sleep Design Story while our Senior Engineer handled INV-591f2612.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          42,
          49,
          "PRODUCT"
        ],
        [
          54,
          94,
          "CAMPAIGN"
        ],
        [
          105,
          120,
          "ROLE"
        ],
        [
          129,
          141,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Full Stack Developer leveraged Puppet to optimize BMW Q1 Push spending with Bavarian Harvest Supplies GmbH.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          35,
          41,
          "SKILL"
        ],
        [
          54,
          65,
          "CAMPAIGN"
        ],
        [
          80,
          110,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "The Supply Chain Manager with R managed Smartwatch Father's Day 2025 procurement from TechNova Industries Pvt Ltd via PO-609ce058f5.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          30,
          31,
          "SKILL"
        ],
        [
          40,
          68,
          "CAMPAIGN"
        ],
        [
          86,
          113,
          "SUPPLIER"
        ],
        [
          118,
          131,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Product Designer with Spanish managed Smartwatch Cyber Monday 2025 procurement from Tech Innovators Co., Ltd. via PO-61008a5f04.",
    {
      "entities": [
        [
          4,
          20,
          "ROLE"
        ],
        [
          26,
          33,
          "SKILL"
        ],
        [
          42,
          70,
          "CAMPAIGN"
        ],
        [
          88,
          113,
          "SUPPLIER"
        ],
        [
          118,
          131,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Staff Software Engineer leveraged Python to optimize Google Spring Drive spending with Vienna Merchandise Solutions GmbH.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          38,
          44,
          "SKILL"
        ],
        [
          57,
          76,
          "CAMPAIGN"
        ],
        [
          91,
          124,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Estonian Marine Solutions Ltd delivered Uniqlo for Tablet Memorial Day 2025 while our Digital Marketing Specialist handled INV-591f2612.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          46,
          "PRODUCT"
        ],
        [
          51,
          75,
          "CAMPAIGN"
        ],
        [
          86,
          114,
          "ROLE"
        ],
        [
          123,
          135,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Performance Marketing Manager with Express.js managed Holiday Glow Collection 2024 procurement from Bodenlogistik GmbH via PO-53807c848a.",
    {
      "entities": [
        [
          4,
          33,
          "ROLE"
        ],
        [
          39,
          49,
          "SKILL"
        ],
        [
          58,
          86,
          "CAMPAIGN"
        ],
        [
          104,
          122,
          "SUPPLIER"
        ],
        [
          127,
          140,
          "PO"
        ]
      ]
    }
  ],
  [
    "Our HR Manager used Adobe Creative Suite to coordinate Influencer Partnership Drive with TechNatura GmbH under CTR-170e94ab51.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          20,
          40,
          "SKILL"
        ],
        [
          55,
          83,
          "CAMPAIGN"
        ],
        [
          89,
          104,
          "SUPPLIER"
        ],
        [
          111,
          125,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Controller with Node.js managed Nestle Summer Refresh procurement from Logistik Partner GmbH via PO-6d5e2e6633.",
    {
      "entities": [
        [
          4,
          14,
          "ROLE"
        ],
        [
          20,
          27,
          "SKILL"
        ],
        [
          36,
          57,
          "CAMPAIGN"
        ],
        [
          75,
          96,
          "SUPPLIER"
        ],
        [
          101,
          114,
          "PO"
        ]
      ]
    }
  ],
  [
    "MossBridge Solutions delivered ProcessFlow Pro for Q3 Gaming Console Promotion while our Software Engineer handled INV-b4a2069d.",
    {
      "entities": [
        [
          0,
          20,
          "SUPPLIER"
        ],
        [
          31,
          46,
          "PRODUCT"
        ],
        [
          51,
          78,
          "CAMPAIGN"
        ],
        [
          89,
          106,
          "ROLE"
        ],
        [
          115,
          127,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "Our Frontend Developer used Critical Thinking to coordinate Q4 Gaming Console Promotion with Muster-Landwirtschaftsbetrieb GmbH under CTR-2341664722.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          28,
          45,
          "SKILL"
        ],
        [
          60,
          87,
          "CAMPAIGN"
        ],
        [
          93,
          127,
          "SUPPLIER"
        ],
        [
          134,
          148,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Product Marketing Manager leveraged Network Security to optimize Mercedes Eco-conscious Engagement Drive spending with Global Fleet Solutions Ltd.",
    {
      "entities": [
        [
          4,
          29,
          "ROLE"
        ],
        [
          40,
          56,
          "SKILL"
        ],
        [
          69,
          108,
          "CAMPAIGN"
        ],
        [
          123,
          149,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "GreinTech Solutions GmbH delivered PrecisionEngineeredSpares for Google Spring Drive while our Senior Software Engineer handled INV-3ac741e9.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          35,
          60,
          "PRODUCT"
        ],
        [
          65,
          84,
          "CAMPAIGN"
        ],
        [
          95,
          119,
          "ROLE"
        ],
        [
          128,
          140,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Data Engineer with Datadog managed Nestle Engagement Optimization Campaign procurement from Proveedores del Valle via PO-365febe92c.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          23,
          30,
          "SKILL"
        ],
        [
          39,
          78,
          "CAMPAIGN"
        ],
        [
          96,
          117,
          "SUPPLIER"
        ],
        [
          122,
          135,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Staff Engineer leveraged R to optimize Tesla Budget Engagement Drive spending with Luxembourg Eco Supplies SA.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          29,
          30,
          "SKILL"
        ],
        [
          43,
          72,
          "CAMPAIGN"
        ],
        [
          87,
          113,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Croatian Export Solutions d.o.o. delivered Global Journey Solutions for Nestle Senior Engagement Drive while our Budget Analyst handled INV-37d43ae5.",
    {
      "entities": [
        [
          0,
          32,
          "SUPPLIER"
        ],
        [
          43,
          67,
          "PRODUCT"
        ],
        [
          72,
          102,
          "CAMPAIGN"
        ],
        [
          113,
          127,
          "ROLE"
        ],
        [
          136,
          148,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Operations Manager with SEO/SEM managed Black Friday Push with Nike procurement from Luxembourg Eco Supplies SA via PO-c94cec93da.",
    {
      "entities": [
        [
          4,
          22,
          "ROLE"
        ],
        [
          28,
          35,
          "SKILL"
        ],
        [
          44,
          71,
          "CAMPAIGN"
        ],
        [
          89,
          115,
          "SUPPLIER"
        ],
        [
          120,
          133,
          "PO"
        ]
      ]
    }
  ],
  [
    "Aurimas Orchard Supplies delivered ExpoPro Booth Rentals for Smartwatch Cyber Monday 2025 while our Chief Data Officer handled INV-0733963d.",
    {
      "entities": [
        [
          0,
          24,
          "SUPPLIER"
        ],
        [
          35,
          56,
          "PRODUCT"
        ],
        [
          61,
          89,
          "CAMPAIGN"
        ],
        [
          100,
          118,
          "ROLE"
        ],
        [
          127,
          139,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "Energieoptimierung und Nachhaltigkeitsspezialisten GmbH delivered Lithium-ion Battery for Q4 Gaming Console Promotion while our Site Reliability Engineer handled INV-3273a8f2.",
    {
      "entities": [
        [
          0,
          55,
          "SUPPLIER"
        ],
        [
          66,
          85,
          "PRODUCT"
        ],
        [
          90,
          117,
          "CAMPAIGN"
        ],
        [
          128,
          153,
          "ROLE"
        ],
        [
          162,
          174,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Vice President of Sales with Flask managed Apple Beverage Launch Campaign procurement from Tobias Office Solutions GmbH via PO-c61fc84be0.",
    {
      "entities": [
        [
          4,
          27,
          "ROLE"
        ],
        [
          33,
          38,
          "SKILL"
        ],
        [
          47,
          77,
          "CAMPAIGN"
        ],
        [
          95,
          123,
          "SUPPLIER"
        ],
        [
          128,
          141,
          "PO"
        ]
      ]
    }
  ],
  [
    "Logistik Partner GmbH delivered AchievePlus for Sneakers APAC Rollout while our Financial Analyst handled INV-3931e12e.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          43,
          "PRODUCT"
        ],
        [
          48,
          69,
          "CAMPAIGN"
        ],
        [
          80,
          97,
          "ROLE"
        ],
        [
          106,
          118,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "Our SEO Specialist used AWS to coordinate Nestle Engagement Optimization Campaign with Global Logistics Solutions under CTR-0d58ed988e.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          24,
          27,
          "SKILL"
        ],
        [
          42,
          81,
          "CAMPAIGN"
        ],
        [
          87,
          113,
          "SUPPLIER"
        ],
        [
          120,
          134,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "TerraFirma Italia srl delivered Global PR Solutions for Headphones Easter 2025 while our Business Development Manager handled INV-d8016072.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          51,
          "PRODUCT"
        ],
        [
          56,
          78,
          "CAMPAIGN"
        ],
        [
          89,
          117,
          "ROLE"
        ],
        [
          126,
          138,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The Talent Acquisition Manager with Excel managed Nestle Senior Engagement Drive procurement from Derecho Empresarial S.A. via PO-c09d2876d1.",
    {
      "entities": [
        [
          4,
          30,
          "ROLE"
        ],
        [
          36,
          41,
          "SKILL"
        ],
        [
          50,
          80,
          "CAMPAIGN"
        ],
        [
          98,
          122,
          "SUPPLIER"
        ],
        [
          127,
          140,
          "PO"
        ]
      ]
    }
  ],
  [
    "SecureGuardian Access Solutions GmbH delivered Fisher-Price for Nestle Engagement Optimization Campaign while our SEO Specialist handled INV-79a5a6e6.",
    {
      "entities": [
        [
          0,
          36,
          "SUPPLIER"
        ],
        [
          47,
          59,
          "PRODUCT"
        ],
        [
          64,
          103,
          "CAMPAIGN"
        ],
        [
          114,
          128,
          "ROLE"
        ],
        [
          137,
          149,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "The DevOps Engineer with Prometheus managed Summer Essentials Promo procurement from Empresa Distribuidora de Productos S.A. via PO-2226211736.",
    {
      "entities": [
        [
          4,
          19,
          "ROLE"
        ],
        [
          25,
          35,
          "SKILL"
        ],
        [
          44,
          67,
          "CAMPAIGN"
        ],
        [
          85,
          124,
          "SUPPLIER"
        ],
        [
          129,
          142,
          "PO"
        ]
      ]
    }
  ],
  [
    "The Budget Analyst leveraged Terraform to optimize Autumn Beauty Revival spending with Energieoptimierung und Nachhaltigkeitsspezialisten GmbH.",
    {
      "entities": [
        [
          4,
          18,
          "ROLE"
        ],
        [
          29,
          38,
          "SKILL"
        ],
        [
          51,
          72,
          "CAMPAIGN"
        ],
        [
          87,
          142,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Slovak Competitor Insights Ltd. delivered Royal Canin for Adidas Ultraboost Light Launch while our Chief Executive Officer handled INV-d8016072.",
    {
      "entities": [
        [
          0,
          31,
          "SUPPLIER"
        ],
        [
          42,
          53,
          "PRODUCT"
        ],
        [
          58,
          88,
          "CAMPAIGN"
        ],
        [
          99,
          122,
          "ROLE"
        ],
        [
          131,
          143,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "EcoFutur Erittelyt Oy delivered Crayola for Winter Skincare Week with Vogue DE while our Senior Software Engineer handled INV-edfd8bd4.",
    {
      "entities": [
        [
          0,
          21,
          "SUPPLIER"
        ],
        [
          32,
          39,
          "PRODUCT"
        ],
        [
          44,
          78,
          "CAMPAIGN"
        ],
        [
          89,
          113,
          "ROLE"
        ],
        [
          122,
          134,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "Our Product Owner used New Relic to coordinate Estee Lauder Double Wear Radiance Launch with Fábrica Nacional de Produtos Especiais under CTR-6a5e5cb879.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          23,
          32,
          "SKILL"
        ],
        [
          47,
          87,
          "CAMPAIGN"
        ],
        [
          93,
          131,
          "SUPPLIER"
        ],
        [
          138,
          152,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Tech Lead with MATLAB managed Mother's Day Expansion with Meta procurement from Empresa Distribuidora de Productos S.A. via PO-c61fc84be0.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          19,
          25,
          "SKILL"
        ],
        [
          34,
          66,
          "CAMPAIGN"
        ],
        [
          84,
          123,
          "SUPPLIER"
        ],
        [
          128,
          141,
          "PO"
        ]
      ]
    }
  ],
  [
    "Our Backend Developer used PHP to coordinate Mercedes Youth Engagement Drive with MossBridge Solutions under CTR-507669c817.",
    {
      "entities": [
        [
          4,
          21,
          "ROLE"
        ],
        [
          27,
          30,
          "SKILL"
        ],
        [
          45,
          76,
          "CAMPAIGN"
        ],
        [
          82,
          102,
          "SUPPLIER"
        ],
        [
          109,
          123,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Chief Product Officer with InVision managed Holiday Cleaning Event procurement from Vertriebsgesellschaft GmbH & Co. KG via PO-a6baa843e7.",
    {
      "entities": [
        [
          4,
          25,
          "ROLE"
        ],
        [
          31,
          39,
          "SKILL"
        ],
        [
          48,
          70,
          "CAMPAIGN"
        ],
        [
          88,
          123,
          "SUPPLIER"
        ],
        [
          128,
          141,
          "PO"
        ]
      ]
    }
  ],
  [
    "Our Product Owner used Agile/Scrum to coordinate Apple Beverage Launch Campaign with Thailand Clean Solutions under CTR-507669c817.",
    {
      "entities": [
        [
          4,
          17,
          "ROLE"
        ],
        [
          23,
          34,
          "SKILL"
        ],
        [
          49,
          79,
          "CAMPAIGN"
        ],
        [
          85,
          109,
          "SUPPLIER"
        ],
        [
          116,
          130,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "GuardForce International GmbH delivered Lithium-ion Battery for Sneakers APAC Rollout while our Chief Technology Officer handled INV-49758a06.",
    {
      "entities": [
        [
          0,
          29,
          "SUPPLIER"
        ],
        [
          40,
          59,
          "PRODUCT"
        ],
        [
          64,
          85,
          "CAMPAIGN"
        ],
        [
          96,
          120,
          "ROLE"
        ],
        [
          129,
          141,
          "INVOICE"
        ]
      ]
    }
  ],
  [
    "Our Sales Rep used Vue.js to coordinate Tablet Memorial Day 2025 with EcoFutur Erittelyt Oy under CTR-5f62b28f08.",
    {
      "entities": [
        [
          4,
          13,
          "ROLE"
        ],
        [
          19,
          25,
          "SKILL"
        ],
        [
          40,
          64,
          "CAMPAIGN"
        ],
        [
          70,
          91,
          "SUPPLIER"
        ],
        [
          98,
          112,
          "CONTRACT"
        ]
      ]
    }
  ],
  [
    "The Social Media Manager leveraged Team Collaboration to optimize Samsung Millennial Engagement Drive spending with Proveedores del Valle.",
    {
      "entities": [
        [
          4,
          24,
          "ROLE"
        ],
        [
          35,
          53,
          "SKILL"
        ],
        [
          66,
          101,
          "CAMPAIGN"
        ],
        [
          116,
          137,
          "SUPPLIER"
        ]
      ]
    }
  ],
  [
    "Our UI Designer used Process Improvement to coordinate Samsung Awareness Optimization Campaign with Pacific Ocean Supplies Inc. under CTR-67caf1d550.",
    {
      "entities": [
        [
          4,
          15,
          "ROLE"
        ],
        [
          21,
          40,
          "SKILL"
        ],
        [
          55,
          94,
          "CAMPAIGN"
        ],
        [
          100,
          127,
          "SUPPLIER"
        ],
        [
          134,
          148,
          "CONTRACT"
        ]
      ]
    }
  ]
]